[
 {
 	"id": 1,
    "name": "Featheringill Hall",
    "category": "Academic",
    "hours": "9-5 PM",
    "placeDescription": "A distinctive tower marks the entrance of Featheringill Hall, one of four buildings housing the Vanderbilt School of Engineering. Inside, Featheringill features a three-story atrium, which serves as a focal for student interaction and social events, more than 50 teaching and research laboratories with the latest equpment and computer resources, and project rooms.",
    "imagePath": "http://www.vanderbilt.edu/studentcenters/wp-content/uploads/FEA138.jpg?quick_view=1",
    "videoPath": "1/1/11",
    "latitude" : 36.144782,
    "longitude" : -86.803231
 },
 {
 	 "id": 2,
     "name": "Kissam Quad",
     "category": "Residence Hall",
     "hours": "9-5 PM",
     "placeDescription": "Almost every Vanderbilt student has heard rumors regarding Kissam Quadrangle, the residential area on the corner of 21st and West End. Whether it is that a homeless man has begun to live in Kissam or that they shampoo the carpets weekly in order to keep them clean, it is more than likely most Vanderbilt students view Kissam in a negative light.\n\nThe six existing Kissam Quadrangle buildings, located near the intersection of West End Avenue and 21st Avenue South, will be demolished to make way for the two colleges that will be connected by a shared facility providing gathering space, grab-and-go dining options, a classroom, offices and meeting rooms.",
     "imagePath": "http://admissions.vanderbilt.edu/insidedores/manage/wp-content/uploads/Fall-Day-300x300.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.149536,
     "longitude" : -86.801671
 },
 {
 	 "id": 3,
     "name": "Rand Hall",
     "category": "Dining",
     "hours": "9-5 PM",
     "placeDescription": "Sarratt Student Center and the adjoining Rand Hall are light and bright and humming with activity. With assorted dining options, the Vanderbilt Bookstore, the popular Baseball Glove Lounge for studying, art studios, art gallery, cinema, post office, meeting rooms, and offices, Sarratt and Rand pulse with the heartbeat of Vanderbilt.",
     "imagePath": "https://img-s.foursquare.com/derived_pix/KV3D3IMOOUYZBQA4PUKK224FCF0XKV0JS4RI3FVCEN5DZABR_300x300.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.14624,
     "longitude" : -86.80309
 },
 {
 	 "id": 4,
     "name": "Rec Center",
     "category": "Recreation",
     "hours": "9-5 PM",
     "placeDescription": "It is the mission of the Office of Campus Recreation to assist in the development and education of the whole person. The Office achieves this goal by providing comprehensive fitness, recreation, and wellness programs in a state of the art facility to the diverse population of students and the Vanderbilt community at large. The wide variety of programs provide opportunities to develop the individual's positive self-esteem, relationships with others, and effective communication and leadership skills. The Student Recreation Center additionally serves as an avenue for individuals to achieve a stress free, holistic approach to a healthy lifestyle.",
     "imagePath": "http://farm3.staticflickr.com/2528/4026583256_453db1129d_o.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.14041,
     "longitude" : -86.80885
 },
 {
	"id" : 5,
 	"name" : "Tolman Hall",
 	"category" : "Residence Hall",
 	"hours" : "24hr",
 	"placeDescription" : "Located on the central campus, Tolman offers easy access to dining and classroom facilities. It houses 102 upperclass men in single and double rooms. Residents live on the second, third and fourth floors. One Resident Adviser lives on each floor. A faculty member and his spouse currently live in an apartment on the second floor. Constructed shortly after World War II and recently completely renovated, Tolman Hall is a modified collegiate gothic residence hall facing Alumni Lawn. Tolman Hall is named after Dr. Herbert C. Tolman, Classics scholar and Dean of the College of Arts and Science. Dr. Tolman was also the founder of the Vanderbilt chapter of Phi Beta Kappa.",
 	"imagePath" : "http://www.vanderbilt.edu/map/images/3.jpg",
 	"videoPath" : "",
 	"latitude" : 36.1470717,
 	"longitude" : -86.804325
},
{
	"id" : 6,
 	"name" : "Vanderbilt Hall",
 	"category" : "Residence Hall",
 	"hours" : "24hr",
 	"placeDescription" : "Located on the central campus and adjacent to Alumni Lawn, Barnard Hall and Vanderbilt Hall offer easy access to classrooms and dining. The two buildings are connected at the first and second floors. Each houses 122 upperclass women and men in single and double rooms. Residents live on the second, third and fourth floors, with one Resident Adviser/Head Resident living on each floor. Staff professionals in the office of Residential Education live in apartments on the second floors of Barnard Hall and Vanderbilt Hall. Built in 1952, Barnard and Vanderbilt Halls are the last campus buildings of collegiate gothic design. Both have been completely renovated. Barnard Hall is named for Edward E. Barnard, a VU astronomer, known in the 1880′s as the ranking authority on the Milky Way. Vanderbilt Hall is named for Frederick Vanderbilt, the Commodore’s grandson, who left a large part of his estate to the University.",
 	"imagePath" : "http://www.vanderbilt.edu/map/images/5.jpg",
 	"videoPath" : "",
 	"latitude" : 36.14850114338848,
 	"longitude" : -86.804059445858
},
{
	"id" : 7,
 	"name" : "Alumni Hall",
 	"category" : "Academic",
 	"hours" : "8-5 PM",
 	"placeDescription" : "Alumni Hall originally opened in 1925 and in 2011 was added to the National Register of Historic Places for its architectural significance. Designed by Nashville architect Henry C. Hibbs, Alumni Hall represents the Collegiate Gothic style and was the original student center on Vanderbilt’s campus, and acted as such for nearly 50 years until Sarratt Student Center opened in 1974. The driving force behind the building of Alumni Hall was to memorialize the Vanderbilt men who fought and died in World War I. This campaign was brought forward in March, 1919, by the Vanderbilt Alumni Association board. This shaped one of the distinguishing features of the building, which is located in the Memorial Room on the second floor. The names of the 44 Vanderbilt casualties are carved in stone above the two fireplace mantles, located at either end of the room. Over the years Alumni Hall has served many purposes, from the original student center to administrative offices. Currently Alumni Hall houses the Faculty Senate, the Vanderbilt Writing Studio, and the Department of Alumni Relations, among others.",
 	"imagePath" : "http://www.vanderbilt.edu/map/images/9.jpg",
 	"videoPath" : "",
 	"latitude" : 36.14795751084467,
 	"longitude" : -86.80340766906738
},
{
	"id" : 8,
 	"name" : "Stevenson Center",
 	"category" : "Academic",
 	"hours" : "8-5 PM",
 	"placeDescription" : "The Stevenson Center Lecture Halls are located in Building 4 of the Stevenson Center, with rooms numbered 4xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses the lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education and other benefactors.",
 	"imagePath" : "http://www.vanderbilt.edu/map/images/sc4.jpg",
 	"videoPath" : "",
 	"latitude" : 36.14499670491264,
 	"longitude" : -86.80174201726913
},
{
	"id" : 9,
 	"name" : "Commons Center",
 	"category" : "Everything",
 	"hours" : "24hr",
 	"placeDescription" : "The Martha Rivers Ingram Commons at Vanderbilt is the first phase of College Halls at Vanderbilt, a residential college system designed to create a vibrant living and learning environment. Completed in 2008, The Ingram Commons serves as home for all first-year students at Vanderbilt, with 10 residence halls, The Commons Center--a dining/recreation facility, and a residence for the dean of The Ingram Commons.",
 	"imagePath" : "https://www.vanderbilt.edu/map/images/151b.jpg",
 	"videoPath" : "",
 	"latitude" : 36.14180835293044,
 	"longitude" : -86.79717421531677 
}
]
