[
   {
      "id":1,
      "name":"Featheringill Hall",
      "category":[
         "Academic"
      ],
      "hours":"9-5 PM",
      "placeDescription":"When the Engineering Building opened for classes in the fall of 1950, it housed all School of Engineering departments. It was the first academic addition to the campus after World War II. Engineering alumnus A. J. Dyer, founder of Nashville bridge company, was a major contributor to the building fund and the principal donor of mechanical engineering laboratories, added in 1958. The building was renamed Jacobs Hall in 1996 in honor of Dillard Jacobs, Founder's medalist of the School of Engineering's class of 1932 and a professor of engineering at Vanderbilt for nearly 30 years. In 2001, construction was completed that transformed the old building into a new School of Engineering complex. The old central wing was demolished and replaced by Featheringill Hall, named for alumnus and lead donor William W. Featheringill, and the remaining wings of Jacobs were renovated.",
      "imagePath":"http://www.vanderbilt.edu/studentcenters/wp-content/uploads/FEA138.jpg?quick_view=1",
      "videoPath":"",
      "latitude":36.144782,
      "longitude":-86.803231
   },
   {
      "id":3,
      "name":"Rand Hall",
      "category":[
         "Dining"
      ],
      "hours":"9-5 PM",
      "placeDescription":"Sarratt Student Center and the adjoining Rand Hall are light and bright and humming with activity. With assorted dining options, the Vanderbilt Bookstore, the popular Baseball Glove Lounge for studying, art studios, art gallery, cinema, post office, meeting rooms, and offices, Sarratt and Rand pulse with the heartbeat of Vanderbilt.",
      "imagePath":"http://img-s.foursquare.com/derived_pix/KV3D3IMOOUYZBQA4PUKK224FCF0XKV0JS4RI3FVCEN5DZABR_300x300.jpg",
      "videoPath":"",
      "latitude":36.14624,
      "longitude":-86.80309
   },
   {
      "id":5,
      "name":"Tolman Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"24hr",
      "placeDescription":"Located on the central campus, Tolman offers easy access to dining and classroom facilities. It houses 102 upperclass men in single and double rooms. Residents live on the second, third and fourth floors. One Resident Adviser lives on each floor. A faculty member and his spouse currently live in an apartment on the second floor. Constructed shortly after World War II and recently completely renovated, Tolman Hall is a modified collegiate gothic residence hall facing Alumni Lawn. Tolman Hall is named after Dr. Herbert C. Tolman, Classics scholar and Dean of the College of Arts and Science. Dr. Tolman was also the founder of the Vanderbilt chapter of Phi Beta Kappa.",
      "imagePath":"http://www.vanderbilt.edu/map/images/3.jpg",
      "videoPath":"",
      "latitude":36.1470717,
      "longitude":-86.804325
   },
   {
      "id":6,
      "name":"Vanderbilt Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"24hr",
      "placeDescription":"Located on the central campus and adjacent to Alumni Lawn, Barnard Hall and Vanderbilt Hall offer easy access to classrooms and dining. The two buildings are connected at the first and second floors. Each houses 122 upperclass women and men in single and double rooms. Residents live on the second, third and fourth floors, with one Resident Adviser/Head Resident living on each floor. Staff professionals in the office of Residential Education live in apartments on the second floors of Barnard Hall and Vanderbilt Hall. Built in 1952, Barnard and Vanderbilt Halls are the last campus buildings of collegiate gothic design. Both have been completely renovated. Barnard Hall is named for Edward E. Barnard, a VU astronomer, known in the 1880′s as the ranking authority on the Milky Way. Vanderbilt Hall is named for Frederick Vanderbilt, the Commodore’s grandson, who left a large part of his estate to the University.",
      "imagePath":"http://www.vanderbilt.edu/map/images/5.jpg",
      "videoPath":"",
      "latitude":36.148501,
      "longitude":-86.804059
   },
   {
      "id":7,
      "name":"Alumni Hall",
      "category":[
         "Academic"
      ],
      "hours":"8-5 PM",
      "placeDescription":"Alumni Hall originally opened in 1925 and in 2011 was added to the National Register of Historic Places for its architectural significance. Designed by Nashville architect Henry C. Hibbs, Alumni Hall represents the Collegiate Gothic style and was the original student center on Vanderbilt’s campus, and acted as such for nearly 50 years until Sarratt Student Center opened in 1974. The driving force behind the building of Alumni Hall was to memorialize the Vanderbilt men who fought and died in World War I. This campaign was brought forward in March, 1919, by the Vanderbilt Alumni Association board. This shaped one of the distinguishing features of the building, which is located in the Memorial Room on the second floor. The names of the 44 Vanderbilt casualties are carved in stone above the two fireplace mantles, located at either end of the room. Over the years Alumni Hall has served many purposes, from the original student center to administrative offices. Currently Alumni Hall houses the Faculty Senate, the Vanderbilt Writing Studio, and the Department of Alumni Relations, among others.",
      "imagePath":"http://www.vanderbilt.edu/map/images/9.jpg",
      "videoPath":"",
      "latitude":36.147957,
      "longitude":-86.803407
   },
   {
      "id":9,
      "name":"Commons Center",
      "category":[
         "Student Life"
      ],
      "hours":"24hr",
      "placeDescription":"The Martha Rivers Ingram Commons at Vanderbilt is the first phase of College Halls at Vanderbilt, a residential college system designed to create a vibrant living and learning environment. Completed in 2008, The Ingram Commons serves as home for all first-year students at Vanderbilt, with 10 residence halls, The Commons Center--a dining/recreation facility, and a residence for the dean of The Ingram Commons.",
      "imagePath":"http://www.vanderbilt.edu/map/images/151b.jpg",
      "videoPath":"",
      "latitude":36.141808,
      "longitude":-86.797174
   },
   {
      "id":11,
      "name":"Currey Tennis",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"Brownlee O. Currey, Jr., Tennis Center was completed in 1993. The Currey Center added 16,000 square feet and two more indoor courts to the existing three court center. The two-story facility houses spacious locker rooms for varsity teams and visitors, as well as an audio/visual room. A video camera mounted at the end of each indoor court allows coaches to monitor and record matches. Nashville businessman and Vanderbilt Board of Trust member Brownlee O. Currey, Jr., spearheaded the fund raising for the project. Leadership gifts were also made by the Joe C. Davis Foundation, the Fleming Foundation, and Mrs. Joanne Fleming Hayes.",
      "imagePath":"http://www.vanderbilt.edu/map/images/25.jpg",
      "videoPath":"",
      "latitude":36.141400,
      "longitude":-86.807688
   },
   {
      "id":12,
      "name":"McTyeire Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"McTyeire, built in 1940 in collegiate Gothic style, was the first dormitory for women on the Vanderbilt campus. McTyeire now houses 97 women and men in single rooms. The building is named for Methodist Bishop Holland N. McTyeire, first president of the Vanderbilt uUniversity Board of Trust. Living in McTyeire International House helps students improve their fluency in one of five foreign languages, through daily use of the language and close communication with faculty and international students. A complete renovation in 1992/93 included a new tower entrance, a language library, and an expanded dining area. McTyeire is handicap accessible, as are other renovated dormitories on campus.",
      "imagePath":"http://www.vanderbilt.edu/map/images/26.jpg",
      "videoPath":"",
      "latitude":36.143578,
      "longitude":-86.803491
   },
   {
      "id":13,
      "name":"Memorial Gym",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Memorial Gym, a gift of alumni and other friends, was built in 1952 as a memorial to Vanderbilt men and women who served in the armed forces during World War II. It was designed by the late master architect Edwin Keeble. One-third of funds came from the bequest of Frederick W. Vanderbilt. Memorial Gym has been expanded several times. Renovation completed in Spring 2002 added a new practice gym with three basketball courts and new office space for Men's and Women's Basketball. The gymnasium seats approximately 14,100.",
      "imagePath":"http://www.vanderbilt.edu/map/images/31.jpg",
      "videoPath":"",
      "latitude":36.145080,
      "longitude":-86.807429
   },
   {
      "id":14,
      "name":"Vaughn Home",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Vaughn Home houses the Robert Penn Warren Center for the Humanities. This Victorian house was one of eight faculty residences on campus when the university opened for classes in 1875. William J. Vaughn, a professor of mathematics and astronomy, and his family lived here until 1912. Since 1987, the Vaughn Home has housed the Robert Penn Warren Center for the Humanities which is dedicated to research and study in the humanities.",
      "imagePath":"http://www.vanderbilt.edu/map/images/40.jpg",
      "videoPath":"",
      "latitude":36.145411,
      "longitude":-86.802964
   },
   {
      "id":15,
      "name":"Music Rehearsal",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Music Rehearsal Hall was originally built to be a Cumberland Presbyterian church. Vanderbilt University acquired the building in 1956 and renovated it in 1970 and again in 1984. It contains 9,403 square feet of rehearsal space used by the concert band, the concert choir and other campus music groups.",
      "imagePath":"http://www.vanderbilt.edu/map/images/43.jpg",
      "videoPath":"",
      "latitude":36.143826,
      "longitude":-86.810423
   },
   {
      "id":16,
      "name":"Lewis House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Eleven-story Lewis House, built in 1962, has furnished and unfurnished apartments, laundries, and large study areas for graduate and undergraduate students. Lewis is located across from the Student Recreation Center in the southern area of campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the Burbs.\"",
      "imagePath":"http://www.vanderbilt.edu/map/images/45a.jpg",
      "videoPath":"",
      "latitude":36.140653,
      "longitude":-86.805692
   },
   {
      "id":17,
      "name":"Morgan House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Eleven-story Morgan house, built in 1962, has furnished and unfurnished apartments, laundries, large study areas for graduate and undergraduate students, and a Munchi Mart deli/market on the lower level. Morgan is located across across from the Student Recreation Center in the southern area of campus (between 24th Ave. Sotuh and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the Burbs.\"",
      "imagePath":"http://www.vanderbilt.edu/map/images/45b.jpg",
      "videoPath":"",
      "latitude":36.140983,
      "longitude":-86.806222
   },
   {
      "id":18,
      "name":"Olin Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Designed to be the first unit of an engineering complex and built in 1975, this laboratory and classroom building for the departments of Chemical Engineering and Materials Science was a gift of the Olin Foundation.",
      "imagePath":"http://www.vanderbilt.edu/map/images/54.jpg",
      "videoPath":"",
      "latitude":36.143162,
      "longitude":-86.805244
   },
   {
      "id":19,
      "name":"St Augustine Chapel",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Begun with seed money from St. George's and Christ Church, St. Augustine's Episcopal Chapel has served the Vanderbilt community since the mid-1950s. In recent years, the chapel has become a vibrant place of worship and outreach not only for Vanderbilt, but also for the wider Nashville community. Unique in a campus setting, the inter-generational community encompasses ecumenism, community service, overseas missions and campus ministry.",
      "imagePath":"http://www.vanderbilt.edu/map/images/82.jpg",
      "videoPath":"",
      "latitude":36.147064,
      "longitude":-86.805060
   },
   {
      "id":20,
      "name":"Center For Health Services",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Center for Health Services is located in one of eight faculty residences built for the opening of the university in 1875. An outgrowth of the Appalachian Student Health Coalition, which formed in 1969 when a group of Meharry Medical College and Vanderbilt students organized a community outreach program led by student and community volunteers, the center supports people working at the grassroots level to take control of their physical, social, political and environmental health.",
      "imagePath":"http://www.vanderbilt.edu/map/images/111.jpg",
      "videoPath":"",
      "latitude":36.144135,
      "longitude":-86.803052
   },
   {
      "id":21,
      "name":"Sarratt Commons",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"Built in 1974, adjacent to Rand Hall, Sarratt Student Center provides a variety of facilities, programs and activities. The center is home to Sarratt Art Studios, Sarratt Gallery, Sarratt Cinema, the Baseball Glove Lounge, the Pub (Overcup Oak) Restaurant, Stonehenge Cafe and offices for Vanderbilt Student Communications (including WRVU 91.1 FM, the Vanderbilt Hustler, InsideVandy and Commodore Yearbook) and other groups. A major renovation completed in spring 2000 made the building lighter, brighter and more accessible and added 18,000 square feet to the facility as well as a three-story glass atrium. The center is named in honor of Charles Madison Sarratt, who from 1916 until his death in 1978 fulfilled many roles at Vanderbilt including as a beloved mathematics professor and dean of students.",
      "imagePath":"http://www.vanderbilt.edu/map/images/121.jpg",
      "videoPath":"",
      "latitude":36.146811,
      "longitude":-86.803764
   },
   {
      "id":22,
      "name":"Light Hall",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Rudolph A. Light Hall was built in 1977 as the first part of the new Vanderbilt University Hospital complex. Light Hall is connected by tunnel to the hospital and Medical Center North and by bridge to the medical research buildings and the Veterans Administration Medical Center. It houses the Department of Biochemistry, the Department of Molecular Physiology and Biophysics, and the Howard Hughes Medical Institute. Rudolph A. Light was a surgeon and a School of Medicine faculty member, and served on the Board of Trust.",
      "imagePath":"http://www.vanderbilt.edu/map/images/123.jpg",
      "videoPath":"",
      "latitude":36.141839,
      "longitude":-86.802370
   },
   {
      "id":23,
      "name":"Mayfield A",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Each unit at Mayfield place includes 10 single bedrooms, two bathrooms, a kitchen and a two-story living room. Mayfield is located across from the Student Recreation Center in a southern area of the campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the burbs.\" The unique concept for student living at Mayfield includes \"living/learning lodges,\" self-directed, year-long programs of educational activities, including, but not limited to, community service projects.",
      "imagePath":"http://www.vanderbilt.edu/map/images/126a.jpg",
      "videoPath":"",
      "latitude":36.140292,
      "longitude":-86.806520
   },
   {
      "id":24,
      "name":"1817 Patterson St",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Vanderbilt Child and Family Center provides quality child care at four locations. The center at 1817 Patterson Street opened in March 2009.",
      "imagePath":"http://www.vanderbilt.edu/map/images/568.jpg",
      "videoPath":"",
      "latitude":36.156184,
      "longitude":-86.800215
   },
   {
      "id":25,
      "name":"Tarpley Bldg",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"This building houses the Office of Religious Life.  The office seeks to function in an educational capacity, not only for those students and groups who are traditionally religious, but by way of raising ethical questions and issues of value and character among the student body at large.",
      "imagePath":"http://www.vanderbilt.edu/map/images/181.jpg",
      "videoPath":"",
      "latitude":36.147138,
      "longitude":-86.807576
   },
   {
      "id":26,
      "name":"Village Townhomes",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"Constructed in 1989, the Village at Vanderbilt Townhomes are conveniently located close to campus, making them an attractive option for many graduate and undergraduate students.",
      "imagePath":"http://www.vanderbilt.edu/map/images/205c.jpg",
      "videoPath":"",
      "latitude":36.139309,
      "longitude":-86.797385
   },
   {
      "id":27,
      "name":"Barbizon Apt",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"Purchased by the University in 2000, Barbizon offers efficiency and one bedroom apartments, which are conveniently located adjacent to campus.  Floor plans range between 388 to 499 square feet and have one bathroom.",
      "imagePath":"http://www.vanderbilt.edu/map/images/250.jpg",
      "videoPath":"",
      "latitude":36.149364,
      "longitude":-86.798533
   },
   {
      "id":28,
      "name":"Loews Vanderbilt",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"Loews Vanderbilt Hotel, which includes office space for several Vanderbilt programs.",
      "imagePath":"http://www.vanderbilt.edu/map/images/529.jpg",
      "videoPath":"",
      "latitude":36.150414,
      "longitude":-86.802210
   },
   {
      "id":29,
      "name":"Crystal Terrace",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"This building located at 3319 West End Ave. houses the Department of Finance for the Vanderbilt Medical Center.  Resources for the building can be found at http://finweb.mc.vanderbilt.edu/support/admin/crystalterrace.asp#services.",
      "imagePath":"http://www.vanderbilt.edu/map/images/260.jpg",
      "videoPath":"",
      "latitude":36.140002,
      "longitude":-86.817934
   },
   {
      "id":30,
      "name":"Veterans Admin Hospital Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Located just across from the V.A. Hospital at 1310 24th Ave S.  This facility is used as parking for visitors and patients at the V.A. hospital.",
      "imagePath":"http://www.vanderbilt.edu/map/images/507a.jpg",
      "videoPath":"",
      "latitude":36.140921,
      "longitude":-86.804279
   },
   {
      "id":31,
      "name":"Lacrosse Stadium",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"The Vanderbilt soccer/lacrosse complex is one of the best collegiate venues in the country. Built in 2002, the stadium is located behind the McGugin Center on the site of the old Vanderbilt soccer field. At a cost of almost $2 million, the new facility features improvements for fans, media and players alike. Fans have 2,400 seats on the main structure of the stadium along the west side of the field. In addition, there are locker rooms, meeting rooms, public restrooms and a concession stand located underneath the grandstands.",
      "imagePath":"http://www.vanderbilt.edu/map/images/261.jpg",
      "videoPath":"",
      "latitude":36.141145,
      "longitude":-86.808748
   },
   {
      "id":32,
      "name":"Stallworth Rehab Hospital",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt Stallworth Rehabilitation Hospital is an 80-bed freestanding hospital specially designed for rehabilitative medicine, consistently demonstrating quality outcomes above the national average. Stallworth has experienced rehabilitation teams that develop individualized treatment plans tailored to meet each patient's needs. The hospital offers functional outcome focused inpatient, outpatient and day treatment programs. It hospital includes the latest technology, treatment gyms, patient dining, recreation areas, a regulation size gymnasium and a therapeutic courtyard.",
      "imagePath":"http://www.vanderbilt.edu/map/images/218.jpg",
      "videoPath":"",
      "latitude":36.138492,
      "longitude":-86.802413
   },
   {
      "id":33,
      "name":"Sony Bmg",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"Headquarters for Sony BMG Music Entertainment.",
      "imagePath":"http://www.vanderbilt.edu/map/images/557.jpg",
      "videoPath":"",
      "latitude":36.140401,
      "longitude":-86.795703
   },
   {
      "id":34,
      "name":"Marriott Hotel",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"Located on the historic Vanderbilt University campus, the Marriott Nashville is one of the preferred hotels in the Nashville area, offering contemporary decor and attention to detail. Overlooking Centennial Park and its famed Parthenon, the Marriott Hotel welcomes guests with a sleek, well-staffed lobby to each of the smartly designed guest rooms. ",
      "imagePath":"http://www.vanderbilt.edu/map/images/251.jpg",
      "videoPath":"",
      "latitude":36.145664,
      "longitude":-86.809040
   },
   {
      "id":35,
      "name":"English Language Ctr",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The English Language Center provides excellent language instruction in a friendly, supportive atmosphere. Students from all over the world have been coming to the ELC since 1978. Some program features include:",
      "imagePath":"http://www.vanderbilt.edu/map/images/157.jpg",
      "videoPath":"",
      "latitude":36.143035,
      "longitude":-86.795597
   },
   {
      "id":36,
      "name":"Lot 76 Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Parking area for Vanderbilt visitors, located north of the Peabody campus.",
      "imagePath":"http://www.vanderbilt.edu/map/images/257.jpg",
      "videoPath":"",
      "latitude":36.142713,
      "longitude":-86.795290
   },
   {
      "id":37,
      "name":"Vanderbilt Eye Institute",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Vanderbilt Eye Institute is a comprehensive clinical and research facility, committed to finding the best treatments for eye diseases and vision problems. Our full-time faculty of physicians works collaboratively with our staff scientists to conduct cutting-edge research that results in the most advanced patient care. Our research particularly in macular degeneration, glaucoma and retinopathy in premature babies consistently makes headlines and is published in academic journals. Vanderbilt Eye Institute is part of Vanderbilt Medical Center, which ranks among the premier health care facilities in the United States.",
      "imagePath":"http://www.vanderbilt.edu/map/images/209a.jpg",
      "videoPath":"",
      "latitude":36.139531,
      "longitude":-86.803138
   },
   {
      "id":38,
      "name":"Parmer Field House",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Athletic building located behind Memorial Gym.",
      "imagePath":"http://www.vanderbilt.edu/map/images/32.jpg",
      "videoPath":"",
      "latitude":36.144724,
      "longitude":-86.808151
   },
   {
      "id":39,
      "name":"Kappa Sigma",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Kappa Sigma fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/87.jpg",
      "videoPath":"",
      "latitude":36.146014,
      "longitude":-86.805336
   },
   {
      "id":40,
      "name":"Kappa Delta",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Kappa Delta sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/83.jpg",
      "videoPath":"",
      "latitude":36.146360,
      "longitude":-86.805592
   },
   {
      "id":41,
      "name":"Baptist Student Union",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"The Baptist Student Union building.",
      "imagePath":"http://www.vanderbilt.edu/map/images/89.jpg",
      "videoPath":"",
      "latitude":36.145760,
      "longitude":-86.805916
   },
   {
      "id":42,
      "name":"2525 West End Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"This garage serves as parking for 2525 retail patrons, office tenants and Marriott hotel guests. The retail shops at 2525 West End offer parking validation for customers; other visitors to the building can park for free for 30 minutes.",
      "imagePath":"http://www.vanderbilt.edu/map/images/248a.jpg",
      "videoPath":"",
      "latitude":36.145508,
      "longitude":-86.808566
   },
   {
      "id":44,
      "name":"Chaffin D",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the student recreation center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122d.jpg",
      "videoPath":"",
      "latitude":36.141024,
      "longitude":-86.805901
   },
   {
      "id":45,
      "name":"Mayfield C",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Each unit at Mayfield place includes 10 single bedrooms, two bathrooms, a kitchen and a two-story living room. Mayfield is located across from the Student Recreation Center in a southern area of the campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the burbs.\" The unique concept for student living at Mayfield includes \"living/learning lodges,\" self-directed, year-long programs of educational activities, including, but not limited to, community service projects.",
      "imagePath":"http://www.vanderbilt.edu/map/images/126c.jpg",
      "videoPath":"",
      "latitude":36.139677,
      "longitude":-86.806536
   },
   {
      "id":46,
      "name":"2015 Terrace Place",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"This building houses the Psychological and Counseling Center, which provides psychiatric services for Vanderbilt students.",
      "imagePath":"http://www.vanderbilt.edu/map/images/231.jpg",
      "videoPath":"",
      "latitude":36.149395,
      "longitude":-86.799589
   },
   {
      "id":47,
      "name":"Student Life Center",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"Opened in April 2005, the Student Life Center complements the services provided by Sarratt Student Center and provides a large social space, the 9,000-square-foot Commodore Ballroom, as well as multiple-function rooms, meeting space and student lounge area. University offices located in the center include the Career Center, International Student and Scholar Services, Health Professions Advisory Office, Office of Honor Scholarships and ENGAGE, Office of International Services, and Office of Study Abroad programs.",
      "imagePath":"http://www.vanderbilt.edu/map/images/267.jpg",
      "videoPath":"",
      "latitude":36.144421,
      "longitude":-86.806231
   },
   {
      "id":48,
      "name":"Center Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Center Garage is located adjacent to the Center Building and provides Zone 2 parking and reserved parking for non-Vanderbilt tenants.",
      "imagePath":"http://www.vanderbilt.edu/map/images/206a.jpg",
      "videoPath":"",
      "latitude":36.149185,
      "longitude":-86.799213
   },
   {
      "id":49,
      "name":"1207 17th Ave Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The parking deck is adjacent to the 1207 17th Avenue South building and provides parking for the tenants.",
      "imagePath":"http://www.vanderbilt.edu/map/images/232a.jpg",
      "videoPath":"",
      "latitude":36.142256,
      "longitude":-86.795241
   },
   {
      "id":50,
      "name":"University School Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Parking garage used by the University School of Nashville.",
      "imagePath":"http://www.vanderbilt.edu/map/images/547.jpg",
      "videoPath":"",
      "latitude":36.144937,
      "longitude":-86.799483
   },
   {
      "id":51,
      "name":"Wesley Place Parkng",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Wesley Place Garage, built in 1995, offers five levels of parking for a total of 789 spaces.  Parking for retail patrons is located on the first floor, paid parking is located on the second floor, Reserved and Zone 2 parking is located on the remaining floors.  ",
      "imagePath":"http://www.vanderbilt.edu/map/images/233b.jpg",
      "videoPath":"",
      "latitude":36.145927,
      "longitude":-86.799082
   },
   {
      "id":52,
      "name":"Acre Building",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Building associated with the Veteran's Administration Hospital.",
      "imagePath":"http://www.vanderbilt.edu/map/images/500.jpg",
      "videoPath":"",
      "latitude":36.142600,
      "longitude":-86.803074
   },
   {
      "id":53,
      "name":"111 28th Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Formerly known as the RHW Building, 111 28th Avenue South was purchased by the University in 1998 and currently houses additional offices for the Vanderbilt Police Department.",
      "imagePath":"http://www.vanderbilt.edu/map/images/241.jpg",
      "videoPath":"",
      "latitude":36.144556,
      "longitude":-86.811531
   },
   {
      "id":54,
      "name":"25th Ave Staff Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Highland Avenue Garage has approximately 4,150 spaces on 11 levels, with entrances off 24th and 25th Avenues South and Highland Ave.  The garage provides parking for Medical Center employees and University faculty, staff, commuters and residential students",
      "imagePath":"http://www.vanderbilt.edu/map/images/242.jpg",
      "videoPath":"",
      "latitude":36.142563,
      "longitude":-86.806282
   },
   {
      "id":55,
      "name":"2525 West End Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt's Human Resources is located on the second and fifth floors of 2525 West End, and several other Vanderbilt offices occupy the building as well. Completed in 2000, this 14-story office and retail development sits on university-owned property across from Centennial Park. The university's income from the development is used to fund merit scholarships for undergraduate students.",
      "imagePath":"http://www.vanderbilt.edu/map/images/248.jpg",
      "videoPath":"",
      "latitude":36.146194,
      "longitude":-86.808457
   },
   {
      "id":56,
      "name":"University School",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"University School of Nashville is an independent K-12 school that seeks to model the best educational practices in a culturally diverse environment. USN began life as the Winthrop Model School, founded in 1892 by the Peabody Board of Trustees for the demonstration of proper teaching methods. In 1915, the school became Peabody Demonstration School, located in the basement of Jesup Psychological Building on Peabody's 21st Ave. campus. In 1925, the present building was completed on Edgehill Ave., designed in the classical style. When Peabody College closed the demonstration school in 1974, a group of parents, alumni, students and teachers formed University School of Nashville as an independent institution. Additions that have been made to the original building include a new west wing completed in 1985, the Sperling Center in 1989, the Gordon Wing in 1997, and the Tibbott Center for Visual Arts in 2003. The school is a popular choice for children of Vanderbilt staff.",
      "imagePath":"http://www.vanderbilt.edu/map/images/531.jpg",
      "videoPath":"",
      "latitude":36.144332,
      "longitude":-86.799208
   },
   {
      "id":57,
      "name":"University Club",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"The University Club was built in 1967. Owned by a national organization, with membership open to all local universities, the club is located on Vanderbilt property. Members may visit university clubs on other campuses.",
      "imagePath":"http://www.vanderbilt.edu/map/images/38.jpg",
      "videoPath":"",
      "latitude":36.143769,
      "longitude":-86.803921
   },
   {
      "id":58,
      "name":"3401 West End Ave",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Building affiliated with the Vanderbilt Medical Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/541.jpg",
      "videoPath":"",
      "latitude":36.138863,
      "longitude":-86.819342
   },
   {
      "id":60,
      "name":"1808 Edgehill",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Purchased by the University in 2002, this 8-unit apartment complex is leased to the Nashville community at competitive rates.",
      "imagePath":"http://www.vanderbilt.edu/map/images/263.jpg",
      "videoPath":"",
      "latitude":36.144097,
      "longitude":-86.796226
   },
   {
      "id":61,
      "name":"1107 18th Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in the late 1890s and purchased by the University in 2002, 1107 18th Avenue South houses the Office of Real Estate.",
      "imagePath":"http://www.vanderbilt.edu/map/images/264.jpg",
      "videoPath":"",
      "latitude":36.144075,
      "longitude":-86.795950
   },
   {
      "id":62,
      "name":"Track Storage",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Storage room behind the Rec Center track, used as storage.",
      "imagePath":"http://www.vanderbilt.edu/map/images/265.jpg",
      "videoPath":"",
      "latitude":36.139714,
      "longitude":-86.809563
   },
   {
      "id":63,
      "name":"Chaffin A",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the Student Recreation Center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122a.jpg",
      "videoPath":"",
      "latitude":36.141206,
      "longitude":-86.806378
   },
   {
      "id":64,
      "name":"Calhoun Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Like Buttrick and Garland halls, collegiate-Gothic-style Calhoun was built in 1928, partially funded by Rockefeller's general Education Board. Calhoun underwent a major expansion in 1993. Named for Nashville businessman W. H. Calhoun, this building houses Communication Studies, Economics and Political Science.",
      "imagePath":"http://www.vanderbilt.edu/map/images/17.jpg",
      "videoPath":"",
      "latitude":36.147466,
      "longitude":-86.801497
   },
   {
      "id":65,
      "name":"Power House",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Power House was built in 1925. Look for the smoke stack! It originally had two stacks, but one was removed when the building was renovated. All power-house-run utilities are underground.",
      "imagePath":"http://www.vanderbilt.edu/map/images/29.jpg",
      "videoPath":"",
      "latitude":36.145980,
      "longitude":-86.803596
   },
   {
      "id":66,
      "name":"McGugin Complex",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"This extensive complex of indoor and outdoor facilities for the varsity athletic program was built in 1969 and named for Dan McGugin, football coach from 1904 to 1934. A major addition was made in 1989.",
      "imagePath":"http://www.vanderbilt.edu/map/images/50.jpg",
      "videoPath":"",
      "latitude":36.142768,
      "longitude":-86.809003
   },
   {
      "id":67,
      "name":"NPHC Fraternities",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The two-story cottages in West Side Row are five of Vanderbilt's first dormitories, built a decade after the university opened. Before steam heat was installed in 1899, corner fireplaces heated the rooms. Coal bins were in the basement, and the students bought their own coal. Each cottage was designed with four double rooms on each floor, each room with an outside entrance, and no interior doors connecting the rooms. There were originally six cottages: Alpha, Belleview, Cumberland, Delphi, Euclid and Franklin. Alpha was removed in 1966 to make way for Carmichael Towers East. Belleview now houses NPHC Sororities; Cumberland is the home of Delta Gamma; Delphi houses NPHC Fraternities; Euclid is now K. C. Potter Center, home of the Office of LGBTQI Life; and Franklin houses the Margaret Cuninggim Women's Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/53c.jpg",
      "videoPath":"",
      "latitude":36.147440,
      "longitude":-86.804964
   },
   {
      "id":68,
      "name":"Kappa Alpha Theta",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Kappa Alpha Theta sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/84.jpg",
      "videoPath":"",
      "latitude":36.146568,
      "longitude":-86.805058
   },
   {
      "id":69,
      "name":"The Vanderbilt Clinic",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Vanderbilt Clinic building, built in 1988, has 535,000 square feet of space and was designed to accommodate outpatient services in a warm and friendly environment. Spacious waiting areas make ample use of windows to the building's open central courtyard. A covered pedestrian walkway provides easy access from the clinic parking garage.",
      "imagePath":"http://www.vanderbilt.edu/map/images/130.jpg",
      "videoPath":"",
      "latitude":36.141061,
      "longitude":-86.801576
   },
   {
      "id":70,
      "name":"Jesup Psychology",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Jesup Psychological Laboratory was America's first building designed for research and study in psychology. It was built in 1915 at Peabody College. Named in memory of Morris K. Jesup, a Peabody trustee, it is now joined by a courtyard with the Hobbs Laboratory of Human Development.",
      "imagePath":"http://www.vanderbilt.edu/map/images/145.jpg",
      "videoPath":"",
      "latitude":36.141569,
      "longitude":-86.798156
   },
   {
      "id":71,
      "name":"Keck Free Electron Laser Ctr",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The W. M. Keck Free-Electron Laser Center opened in 1989 as a two-level, below-grade facility housing multidisciplinary research of the College of Arts and Science and the Medical Center. As a tool for scientific research, the free-electron laser is unmatched in its ability to deliver laser beams from a multitude of frequencies at a broad range of power intensities; Vanderbilt's is one of only three such lasers currently owned and operated by American universities. Originally designed to accommodate two more stories above grade, which have since been added, the center also hosts research using a variety of conventional lasers.",
      "imagePath":"http://www.vanderbilt.edu/map/images/186.jpg",
      "videoPath":"",
      "latitude":36.144330,
      "longitude":-86.803445
   },
   {
      "id":72,
      "name":"Village Commercial",
      "category":[
         "Facility",
         "Local"
      ],
      "hours":"",
      "placeDescription":"Constructed in 1989, Village at Vanderbilt houses various university and medical center clinics and offices, as well as casual dining and retail.",
      "imagePath":"http://www.vanderbilt.edu/map/images/205a.jpg",
      "videoPath":"",
      "latitude":36.139500,
      "longitude":-86.799921
   },
   {
      "id":73,
      "name":"South Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Parking structure used by Medical Center patients and visitors. Located at 1504 24th Ave s.",
      "imagePath":"http://www.vanderbilt.edu/map/images/209.jpg",
      "videoPath":"",
      "latitude":36.139903,
      "longitude":-86.804111
   },
   {
      "id":74,
      "name":"2147 Belcourt Ave",
      "category":[
         "Facility",
         "Local"
      ],
      "hours":"",
      "placeDescription":"Built in 1975 and purchased by the University in 1991, this building houses the Division of Student Life, Development & Alumni Relations and Suntrust Bank.",
      "imagePath":"http://www.vanderbilt.edu/map/images/224.jpg",
      "videoPath":"",
      "latitude":36.136630,
      "longitude":-86.804842
   },
   {
      "id":75,
      "name":"Terrace Place Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The eight-story Terrace Place Garage, located next to the Baker Building, opened in January 1998.  The garage provides 944 parking spaces for a mix of Vanderbilt faculty, staff, commuters, and students.  45 spaces are open to the public for an hourly or daily fee.",
      "imagePath":"http://www.vanderbilt.edu/map/images/238.jpg",
      "videoPath":"",
      "latitude":36.150287,
      "longitude":-86.799202
   },
   {
      "id":76,
      "name":"Kensington Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Constructed in 1987, the Kensington Parking Garage has eight levels of reserved parking for permit holders and parking for hotel guests.  The 22,000-square-foot Health Plus fitness facility, which occupies the top floor of the garage building, is the Vanderbilt staff and faculty on-campus fitness facility.",
      "imagePath":"http://www.vanderbilt.edu/map/images/195.jpg",
      "videoPath":"",
      "latitude":36.145472,
      "longitude":-86.807401
   },
   {
      "id":77,
      "name":"Cohen Memorial",
      "category":[
         "Academic"
      ],
      "hours":"",
      "placeDescription":"Nashville art collector George Etta Brinkley Cohen gave this beautiful hall for the fine arts to Peabody College in 1926. The interior is elegant with marble columns, balustrade and wainscoting. Marble mosaic floors in the entrance atrium are of particular interest. Mrs. Cohen occupied an apartment on the second floor until her death in 1930. ",
      "imagePath":"http://www.vanderbilt.edu/map/images/139.jpg",
      "videoPath":"",
      "latitude":36.141674,
      "longitude":-86.799440
   },
   {
      "id":78,
      "name":"Home Ec Greenhouse",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/148b.jpg",
      "videoPath":"",
      "latitude":36.142982,
      "longitude":-86.797267
   },
   {
      "id":79,
      "name":"Infant Care",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Infant care center for Vanderbilt employees and staff.",
      "imagePath":"http://www.vanderbilt.edu/map/images/153.jpg",
      "videoPath":"",
      "latitude":36.143455,
      "longitude":-86.797324
   },
   {
      "id":80,
      "name":"Elc Annex",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/157a.jpg",
      "videoPath":"",
      "latitude":36.143016,
      "longitude":-86.795229
   },
   {
      "id":81,
      "name":"1202 18th Ave S",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/171.jpg",
      "videoPath":"",
      "latitude":36.143279,
      "longitude":-86.795388
   },
   {
      "id":82,
      "name":"Library Annex Bldg",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Annex is a remote storage facility for the Vanderbilt libraries.  It houses fragile or unique materials.",
      "imagePath":"http://www.vanderbilt.edu/map/images/194.jpg",
      "videoPath":"",
      "latitude":36.130916,
      "longitude":-86.815597
   },
   {
      "id":83,
      "name":"Library Annex Rear",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/194a.jpg",
      "videoPath":"",
      "latitude":36.130729,
      "longitude":-86.815719
   },
   {
      "id":84,
      "name":"Stevenson Center Chemistry",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Chemistry Building is Building 7 of the Stevenson Center, with rooms numbered 7xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education, and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc7.jpg",
      "videoPath":"",
      "latitude":36.145099,
      "longitude":-86.801582
   },
   {
      "id":86,
      "name":"Kc Potter Center",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The two-story brick cottages of West Side Row were built in 1886 and 1887 as the university's first residence halls. There were originally six cottages: Alpha, Belleview, Cumberland, Delphi, Euclid and Franklin. Alpha was removed in 1966 to make way for Carmichael Towers East. Belleview now houses NPHC Sororities; Cumberland is the home of Delta Gamma; Delphi houses NPHC Fraternities; Euclid is now K. C. Potter Center, home of the Office of LGBTQI Life; and Franklin houses the Margaret Cuninggim Women's Center. LGBTQI Life is a cultural center and a place of affirmation for individuals of all identities, and a resource for information and support about gender and sexuality.",
      "imagePath":"http://www.vanderbilt.edu/map/images/53d.jpg",
      "videoPath":"",
      "latitude":36.147252,
      "longitude":-86.804821
   },
   {
      "id":87,
      "name":"Phi Kappa Sigma",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Phi Kappa Sigma fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/86.jpg",
      "videoPath":"",
      "latitude":36.146460,
      "longitude":-86.804808
   },
   {
      "id":88,
      "name":"Beta Theta Pi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Beta Theta Pi fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/88.jpg",
      "videoPath":"",
      "latitude":36.146216,
      "longitude":-86.804496
   },
   {
      "id":89,
      "name":"Psychiatric Hospital",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Psychiatric Hospital at Vanderbilt is a full-service, 88-bed psychiatric facility that offers specialized services to children, adolescents and adults. The hospital includes specialty units which focus on chemical dependency, attention deficit disorders, affective disorders, sexual abuse and post-traumatic disorders.",
      "imagePath":"http://www.vanderbilt.edu/map/images/136.jpg",
      "videoPath":"",
      "latitude":36.138796,
      "longitude":-86.804336
   },
   {
      "id":90,
      "name":"Village Apartments",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Constructed in 1989, the Village at Vanderbilt Apartments offer one-, two- and three-bedroom apartments. Because of their convenient location on 21st Avenue across from the Vanderbilt Medical Center, many graduate and undergraduate students call this property home.",
      "imagePath":"http://www.vanderbilt.edu/map/images/205b.jpg",
      "videoPath":"",
      "latitude":36.139455,
      "longitude":-86.799390
   },
   {
      "id":91,
      "name":"Medical Child Care",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/213.jpg",
      "videoPath":"",
      "latitude":36.137215,
      "longitude":-86.803901
   },
   {
      "id":92,
      "name":"Hudson Building",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt Hudson Building houses the Seckman Reid offices.",
      "imagePath":"http://www.vanderbilt.edu/map/images/216.jpg",
      "videoPath":"",
      "latitude":36.137609,
      "longitude":-86.803199
   },
   {
      "id":93,
      "name":"2146 Belcourt",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/223.jpg",
      "videoPath":"",
      "latitude":36.137226,
      "longitude":-86.804080
   },
   {
      "id":94,
      "name":"1207 17th Ave S",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in 1984, this 3-story building was previously known as the Ted Welch building.  The University purchased 1207 17th Avenue South in 1993.  The building now houses various University and Medical Center departments.",
      "imagePath":"http://www.vanderbilt.edu/map/images/232.jpg",
      "videoPath":"",
      "latitude":36.142679,
      "longitude":-86.795085
   },
   {
      "id":95,
      "name":"Wesley Place Townhomes",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"45 luxury apartments are located on the sixth floor roof and surround a spacious garden courtyard.  One, two and three bedroom apartments and townhomes are within walking distance to campus, making them a popular off-campus living choice for undergraduate and graduate students.",
      "imagePath":"http://www.vanderbilt.edu/map/images/233c.jpg",
      "videoPath":"",
      "latitude":36.145866,
      "longitude":-86.798456
   },
   {
      "id":96,
      "name":"Bryan Bldg",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Bryan Building was built in 1934 and named after a longtime building superintendent at Vanderbilt. Bryan houses Campus Planning and Construction as well as Plant Operations.",
      "imagePath":"http://www.vanderbilt.edu/map/images/28.jpg",
      "videoPath":"",
      "latitude":36.145339,
      "longitude":-86.803764
   },
   {
      "id":97,
      "name":"Home Economics",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Opened in 1914, the second building constructed on the current Peabody campus, Home Economics now houses several Peabody College programs.",
      "imagePath":"http://www.vanderbilt.edu/map/images/148a.jpg",
      "videoPath":"",
      "latitude":36.143313,
      "longitude":-86.797323
   },
   {
      "id":99,
      "name":"Peabody Administration",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Peabody College Administration Building houses the office of the Peabody College of education and human development's administration. Latin professor Charles E. Little, prominent faculty member and administrator, lived on this site before the Administration Building was constructed in 1925.",
      "imagePath":"http://www.vanderbilt.edu/map/images/138.jpg",
      "videoPath":"",
      "latitude":36.1419427,
      "longitude":-86.7991369
   },
   {
      "id":100,
      "name":"Cole Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Cole Hall, a modified collegiate Gothic dormitory facing Alumni Lawn, was built shortly after World War II. It has single rooms and a faculty apartment and has been completely renovated. The building was named for Whitefoord R. Cole, president of the L&N Railroad, an early alumnus, and a longtime member of the Vanderbilt University Board of Trust.",
      "imagePath":"http://www.vanderbilt.edu/map/images/2.jpg",
      "videoPath":"",
      "latitude":36.146630,
      "longitude":-86.804523
   },
   {
      "id":102,
      "name":"Oxford House",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Oxford House was built in 1961 and acquired by Vanderbilt in 1962. It is now part of the Medical Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/49.jpg",
      "videoPath":"",
      "latitude":36.141154,
      "longitude":-86.800562
   },
   {
      "id":103,
      "name":"Delta Delta Delta",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Delta Delta Delta sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/80.jpg",
      "videoPath":"",
      "latitude":36.147135,
      "longitude":-86.805445
   },
   {
      "id":104,
      "name":"Chi Omega",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Chi Omega sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/92.jpg",
      "videoPath":"",
      "latitude":36.145385,
      "longitude":-86.806528
   },
   {
      "id":105,
      "name":"Sigma Alpha Epsilon",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Sigma Alpha Epsilon fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/94.jpg",
      "videoPath":"",
      "latitude":36.146076,
      "longitude":-86.807878
   },
   {
      "id":106,
      "name":"East Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Parking complex located at 1210 Medical Center Drive and used by patients and visitors to the Vanderbilt Medical Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/124.jpg",
      "videoPath":"",
      "latitude":36.141209,
      "longitude":-86.800465
   },
   {
      "id":107,
      "name":"Central Garage",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Parking garage at the Medical Center used by the Ambulatory Care Parking Service.  Located at 1410 Medical Center Drive.",
      "imagePath":"http://www.vanderbilt.edu/map/images/129.jpg",
      "videoPath":"",
      "latitude":36.140744,
      "longitude":-86.801397
   },
   {
      "id":108,
      "name":"North",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"North Hall was built to be a graduate student dormitory in 1929. Sixty years later, an innovative renovation reclaimed many areas of the building that had been unusable due to lack of sunlight, transforming North Hall into a modern dormitory featuring lounges with gas fireplaces, an apartment for visiting faculty, study rooms and a sun-filled atrium study area on the sixth floor.",
      "imagePath":"http://www.vanderbilt.edu/map/images/140.jpg",
      "videoPath":"",
      "latitude":36.141244,
      "longitude":-86.799674
   },
   {
      "id":109,
      "name":"Stallworth Child Care",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in 1941 and originally housing the nursery school, this building was renovated in 1977 and renamed for the Hugh W. Stallworth family. It houses the Vanderbilt Child and Family Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/149.jpg",
      "videoPath":"",
      "latitude":36.143285,
      "longitude":-86.796981
   },
   {
      "id":110,
      "name":"Dayani Center",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"This health promotion and rehabilitation center for patients, faculty, and staff was given in memory of Dr. Kim Dayani (MD '65) by his widow.",
      "imagePath":"http://www.vanderbilt.edu/map/images/202.jpg",
      "videoPath":"",
      "latitude":36.138817,
      "longitude":-86.801455
   },
   {
      "id":111,
      "name":"Center Bldg",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in 1982 and purchased by the University just a few years later, the Center Building houses various Vanderbilt departments, such as the School of Law, School of Engineering, College of Arts & Sciences, American Economic Association,  and the University Press.",
      "imagePath":"http://www.vanderbilt.edu/map/images/206.jpg",
      "videoPath":"",
      "latitude":36.149104,
      "longitude":-86.798767
   },
   {
      "id":112,
      "name":"2141 Blakemore",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/217.jpg",
      "videoPath":"",
      "latitude":36.137803,
      "longitude":-86.804960
   },
   {
      "id":113,
      "name":"Veterans Admin Hospital",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Nashville Veterans Administration Medical Center is closely affiliated with Vanderbilt and is located on the Vanderbilt campus. It provides both primary and specialty care to veterans throughout Middle Tennessee and south-central Kentucky. In addition, the Nashville VAMC serves as a V.A. referral center for kidney and bone marrow transplants, flow cytometry and photopheresis.",
      "imagePath":"http://www.vanderbilt.edu/map/images/507.jpg",
      "videoPath":"",
      "latitude":36.141864,
      "longitude":-86.802770
   },
   {
      "id":114,
      "name":"Football Stadium",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt's football stadium has always been called Dudley Field, after chemistry professor William L. Dudley, the \"dean of southern athletics.\" Originally situated facing Kirkland Hall, Dudley field was moved to its current location on Natchez Trace in 1922. The stadium, enlarged three times, now seats  41,135. A bronze plaque at the stadium commemorates the May 1963 visit of President John F. Kennedy.",
      "imagePath":"http://www.vanderbilt.edu/map/images/30.jpg",
      "videoPath":"",
      "latitude":36.143599,
      "longitude":-86.809779
   },
   {
      "id":115,
      "name":"Phi Kappa Psi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Phi Kappa Psi fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/79.jpg",
      "videoPath":"",
      "latitude":36.146949,
      "longitude":-86.806071
   },
   {
      "id":116,
      "name":"2120 Belcourt",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt building housing the Home Health Care Services.",
      "imagePath":"http://www.vanderbilt.edu/map/images/230.jpg",
      "videoPath":"",
      "latitude":36.136948,
      "longitude":-86.802519
   },
   {
      "id":117,
      "name":"Learned Lab",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"A. B. Learned Laboratories this 11-story building for scientific research, constructed in 1952 and expanded in 1961, marked the integration of the School of Medicine with graduate study in biomedical sciences. Increased faculty research activity prompted student interest in graduate education and research among disciplines in the natural sciences, engineering and medicine. Engineering alumnus Andrew B. Learned of Natchez, Miss., for whom the building is named, was a major contributor.",
      "imagePath":"http://www.vanderbilt.edu/map/images/23a.jpg",
      "videoPath":"",
      "latitude":36.144425,
      "longitude":-86.801158
   },
   {
      "id":118,
      "name":"Pi Beta Phi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Pi Beta Phi sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/78.jpg",
      "videoPath":"",
      "latitude":36.147371,
      "longitude":-86.805396
   },
   {
      "id":119,
      "name":"Peabody Maintenance",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in 1957, the Peabody Maintenance Building was acquired by Vanderbilt in 1979 when Vanderbilt and Peabody merged. Superintendents for the grounds and housekeeping are located in this building.",
      "imagePath":"http://www.vanderbilt.edu/map/images/150.jpg",
      "videoPath":"",
      "latitude":36.142921,
      "longitude":-86.796935
   },
   {
      "id":120,
      "name":"2611 West End Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"West End Women's Health Center located at 2611 West End Ave. with adjacent parking.",
      "imagePath":"http://www.vanderbilt.edu/map/images/515.jpg",
      "videoPath":"",
      "latitude":36.145535,
      "longitude":-86.811058
   },
   {
      "id":123,
      "name":"Medical Arts",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"This eight-story structure at 21st Ave. South and Garland Ave. is well-located for physicians' offices. Recent renovation includes a new entrance at the parking garage upper level.",
      "imagePath":"http://www.vanderbilt.edu/map/images/48.jpg",
      "videoPath":"",
      "latitude":36.142146,
      "longitude":-86.800563
   },
   {
      "id":124,
      "name":"Zeta Beta Tau",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Zeta Beta Tau fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/97.jpg",
      "videoPath":"",
      "latitude":36.146008,
      "longitude":-86.806826
   },
   {
      "id":125,
      "name":"Peabody Library",
      "category":[
         "Library"
      ],
      "hours":"",
      "placeDescription":"The Peabody Library was a gift of the Carnegie Foundation in 1919 to the promising new college for teachers. For many years the library of Peabody College, it is now a part of Vanderbilt's Heard Library System.",
      "imagePath":"http://www.vanderbilt.edu/map/images/137.jpg",
      "videoPath":"",
      "latitude":36.142667,
      "longitude":-86.799261
   },
   {
      "id":126,
      "name":"Gillette",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Built in 1963 and named in memory of Peabody trustee Frank E. Gillette, this dormitory has been partially renovated and now includes an apartment for faculty visitors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/156.jpg",
      "videoPath":"",
      "latitude":36.141129,
      "longitude":-86.798333
   },
   {
      "id":127,
      "name":"Kennedy Ctr/mrl",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The John F. Kennedy Center for Research on Human Development on 21st Ave. South in the Mental Retardation Laboratory and Child Study Center (MRL Building) and in the Hobbs Building on 18th Ave. South. This is the Kennedy Center's administrative home; research laboratories, the Special Education Department, and the Susan Gray school are also located here. A bronze head of President John F. Kennedy by Robert Berke graces the lobby of MRL.",
      "imagePath":"http://www.vanderbilt.edu/map/images/161.jpg",
      "videoPath":"",
      "latitude":36.143173,
      "longitude":-86.799297
   },
   {
      "id":128,
      "name":"700 Fort Negley Court",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/201b.jpg",
      "videoPath":"",
      "latitude":36.141005,
      "longitude":-86.773403
   },
   {
      "id":129,
      "name":"1801 21st Ave S",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"1801 21st Avenue South was built in 1925 and is located in the heart of Hillsboro Village.  Acquired by the University in 1985, the property is currently leased to clothing retailer Posh.  ",
      "imagePath":"http://www.vanderbilt.edu/map/images/229.jpg",
      "videoPath":"",
      "latitude":36.136447,
      "longitude":-86.801019
   },
   {
      "id":130,
      "name":"Garland Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Garland Hall memorializes the university's first chancellor, Landon C. Garland. Built in 1928, Garland, like Buttrick and Calhoun halls, is a collegiate Gothic classroom building, partially funded by Rockefeller's General Education Board. Partial renovation of Garland was completed in 1993. Garland houses the departments of Anthropology, Religious Studies and Sociology.",
      "imagePath":"http://www.vanderbilt.edu/map/images/18.jpg",
      "videoPath":"",
      "latitude":36.146724,
      "longitude":-86.801665
   },
   {
      "id":131,
      "name":"Zerfoss Health Ctr",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Zerfoss Center, built in 1967, provides outpatient medical and psychiatric services to students. The building also houses research laboratories and the Vanderbilt Addiction Care Center. The Student Health Service was begun in 1927 in a West Side Row house under the direction of physicians Thomas B. and Kate Savage Zerfoss.",
      "imagePath":"http://www.vanderbilt.edu/map/images/23b.jpg",
      "videoPath":"",
      "latitude":36.144012,
      "longitude":-86.802008
   },
   {
      "id":132,
      "name":"Phi Delta Theta",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Phi Delta Theta fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/95.jpg",
      "videoPath":"",
      "latitude":36.145625,
      "longitude":-86.807080
   },
   {
      "id":133,
      "name":"Baker Bldg",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Baker Building was built in 1967 and later purchased by Vanderbilt. Baker houses 26 university offices.",
      "imagePath":"http://www.vanderbilt.edu/map/images/185.jpg",
      "videoPath":"",
      "latitude":36.149799,
      "longitude":-86.800063
   },
   {
      "id":134,
      "name":"625 Chestnut Commercial",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/201a.jpg",
      "videoPath":"",
      "latitude":36.141975,
      "longitude":-86.773720
   },
   {
      "id":135,
      "name":"Eskind Library",
      "category":[
         "Library"
      ],
      "hours":"",
      "placeDescription":"Annette and Irwin Eskind Biomedical Library is a unit of the Heard Library System. It was completed in late 1993, replacing the old Medical Center Library. It is named for trustee Irwin B. Eskind, MD, and his wife, Annette, and has become the epicenter of an integrated larger medical library system. The Center for Biomedical Informatics occupies the entire fourth floor. Natural light fills the five-story building through skylights, open ceilings and the curved glass curtain wall that covers most of the northern exposure.",
      "imagePath":"http://www.vanderbilt.edu/map/images/214.jpg",
      "videoPath":"",
      "latitude":36.143086,
      "longitude":-86.802767
   },
   {
      "id":136,
      "name":"Law School",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The design of the Law School building fosters the teaching, research, and intellectual and social interactions that are the core of the Vanderbilt University Law School experience. Built in 1962, the Law School building was expanded and renovated in 2001, almost doubling its size and improving the use of existing space. Features include the Flynn Auditorium, a trial courtroom with state-of-the-art electronics, classrooms, student study areas, a cafe and lounge area, a computer lab, a renovated library, faculty and administrative offices, legal clinic offices, admissions office and private interview suites in the career services office.",
      "imagePath":"http://www.vanderbilt.edu/map/images/13.jpg",
      "videoPath":"",
      "latitude":36.148284,
      "longitude":-86.800266
   },
   {
      "id":137,
      "name":"Neely Auditorium",
      "category":[
         "Student Life",
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Neely Auditorium was named in honor of a former trustee and university treasurer. \"Western Civ\" classes and compulsory chapel services were held in Neely for many years, as were Commencement exercises through 1948. Neely Auditorium is now the home of the Vanderbilt University Theatre. The building's collegiate Gothic brick and stone exterior gives no hint of the intimate performance space that has been created inside. In 1976, the hall was transformed from an auditorium into a multi-form theater with flexible light and sound capabilities and full production and backstage facilities. Movable seating can be arranged to suit each production, so that any part of the space can serve as stage or auditorium.",
      "imagePath":"http://www.vanderbilt.edu/map/images/10.jpg",
      "videoPath":"",
      "latitude":36.147546,
      "longitude":-86.802941
   },
   {
      "id":138,
      "name":"Kirkland Hall",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"When Vanderbilt first opened its doors for classes in October 1875, this Victorian building with sweeping stairways, twin towers, a gabled roof and ornate arches was known as Main Building. Old Main housed classrooms, laboratories, administrative offices for all departments except law (which had rooms downtown) and medical (a separate entity on the University of Nashville campus several miles away), and the library. A 1,000-pound Westminster bell hung in one of the towers until a devastating fire in 1905 destroyed most of the building. After the fire, Main Building was rebuilt as \"College Hall,\" in an Italian style inspired by the town hall in Siena, Italy, with a castellated roof line instead of gables, and a single tower. Nashville schoolchildren raised money to buy a 2,000-lb. bronze bell for the rebuilt structure.  In 1939, College Hall was renamed in memory of James H. Kirkland, Vanderbilt's second chancellor, who led the university through 44 formative years. Kirkland Hall underwent exterior and interior renovation in the 1980s and now houses the offices of the chancellor and general officers, deans of the College of Arts and Science and Graduate School, and other administrators.",
      "imagePath":"http://www.vanderbilt.edu/map/images/11.jpg",
      "videoPath":"",
      "latitude":36.148381,
      "longitude":-86.802749
   },
   {
      "id":140,
      "name":"Barnard Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Barnard Hall and Vanderbilt Hall, duplex dormitories, built in 1952, were the last campus buildings of collegiate Gothic design built. Like most of Vanderbilt's older dormitories, both have been completely renovated. They now have an apartment for a faculty member, who lives among the students for the academic year; seminar, study, and music practice rooms; lounges and TV areas; and cable connections for computers in every student room. Barnard Hall is named for the legendary Edward E. Barnard, a Vanderbilt astronomer in the 1880s, who was known in his time as the ranking authority on the Milky Way. Frederick Vanderbilt Hall is named for the Commodore's grandson, who left a large part of his estate to the university.",
      "imagePath":"http://www.vanderbilt.edu/map/images/6.jpg",
      "videoPath":"",
      "latitude":36.148954,
      "longitude":-86.803482
   },
   {
      "id":142,
      "name":"Biomolecular NMR",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"This round building is part of the Stevenson Center for the Natural Sciences. It used to house academic computing and information services and currently houses the Biomolecular Nuclear Magnetic Resonance Spectroscopy (NMR) Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/46.jpg",
      "videoPath":"",
      "latitude":36.145416,
      "longitude":-86.802009
   },
   {
      "id":143,
      "name":"Admissions & Financial Aid",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Undergraduate Admissions and Student Financial Aid Building is easily accessible on West End Ave. at 23rd Ave., adjacent to the historic Fine Arts Building. This modern facility incorporates a section of West Side Hall (1887), the university's first dining hall.",
      "imagePath":"http://www.vanderbilt.edu/map/images/42.jpg",
      "videoPath":"",
      "latitude":36.148311,
      "longitude":-86.804853
   },
   {
      "id":144,
      "name":"Benson Old Central",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Victorian style Benson Science Hall, standing in a grove of Vanderbilt's oldest and most majestic trees, is a composite of two historic structures, Science Hall (1880) and adjacent Old Central (abt. 1859). The trees were small and young when Science Hall was built in 1880. Machine and forge shops and steam boilers for the new campus heating plant were in the basement, classrooms and laboratories for Botany, Geology, and Engineering on upper floors. Over the years, Old Science provided classrooms and offices for English, Philosophy, and Mathematics; housed the Geology Museum; and in the 1970s was a studio art center. Old Central, once the home of Mr. and Mrs. Henry S. Foote, is the only campus building that antedates the university. Bishop Holland Mctyeire lived here while overseeing construction of the first campus buildings. It was a faculty residence for many years, then housed women students. The departments of Philosophy and Mathematics were here; English and Economic Development were later residents. Old Science and Old Central have survived more than one master plan for the campus that called for their removal. In 1983, the two buildings were connected and restored with funds from Robert G. Benson and the Benson family, creating a single unit that today houses the English and History departments.",
      "imagePath":"http://www.vanderbilt.edu/map/images/16.jpg",
      "videoPath":"",
      "latitude":36.147103,
      "longitude":-86.802296
   },
   {
      "id":145,
      "name":"Divinity",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The John Frederick Oberlin Divinity Quadrangle, especially its Benton Chapel, is replete with Christian symbolism inside and out. Wrought-iron grills picture various symbols below windows on the east side of the chapel and facing the cloister court. Bronze handles on Benton Chapel doors represent Archangels Gabriel, with a trumpet, and Michael, with a sword; sculptures of Dismas and Lazarus, by Puryear Mims, greet you in the Chapel Foyer. Robert Harmon's \"Word of God\" window is over the doors. The quadrangle was built in 1959 and later named to commemorate the 1966 merger of Oberlin College Graduate School of Theology with Vanderbilt Divinity School. Benton Chapel is named for John Keith Benton, dean of the Divinity School from 1939 to 1956. Harvie Branscomb, chancellor from 1946 to 1963, and his wife, Margaret, are interred in the west wall. Directly beneath Benton Chapel is All Faith Chapel, a small space used for meditation, weddings, services, and other events.",
      "imagePath":"http://www.vanderbilt.edu/map/images/19.jpg",
      "videoPath":"",
      "latitude":36.146748,
      "longitude":-86.801023
   },
   {
      "id":146,
      "name":"Kappa Kappa Gamma",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Kappa Kappa Gamma sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/132.jpg",
      "videoPath":"",
      "latitude":36.146367,
      "longitude":-86.807087
   },
   {
      "id":147,
      "name":"Children's Hospital Tower",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Children's Hospital Doctors' Office Tower houses offices and pediatric clinics including Orthopedics, Urology, Allergy, Heart, Immunology, Cancer, Acute Care, Primary Care and others.",
      "imagePath":"http://www.vanderbilt.edu/map/images/245a.jpg",
      "videoPath":"",
      "latitude":36.139535,
      "longitude":-86.802955
   },
   {
      "id":148,
      "name":"Maintenance Shop",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Maintenance building for Vanderbilt University.",
      "imagePath":"http://www.vanderbilt.edu/map/images/272.jpg",
      "videoPath":"",
      "latitude":36.143004,
      "longitude":-86.796633
   },
   {
      "id":149,
      "name":"Baseball Field House",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Field house at the baseball field used as storage by the baseball team.",
      "imagePath":"http://www.vanderbilt.edu/map/images/252a.jpg",
      "videoPath":"",
      "latitude":36.143988,
      "longitude":-86.807807
   },
   {
      "id":150,
      "name":"1110 19th Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Purchased from the United Methodist Church in 2006, this building houses Vanderbilt University Business & Dining Services.",
      "imagePath":"http://www.vanderbilt.edu/map/images/276.jpg",
      "videoPath":"",
      "latitude":36.145007,
      "longitude":-86.796845
   },
   {
      "id":151,
      "name":"Stambaugh House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Opened in August 2007, Stambaugh house is located on the commons. Stambaugh provides modern features in a classic building housing 162 first-year students in traditional double rooms. The building is co-residential, with men and women living on separate floors. ",
      "imagePath":"http://www.vanderbilt.edu/map/images/281.jpg",
      "videoPath":"",
      "latitude":36.140385,
      "longitude":-86.797408
   },
   {
      "id":152,
      "name":"Dean's Residence",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Home of the dean of The Commons, located at 1235 18th Avenue South.",
      "imagePath":"http://www.vanderbilt.edu/map/images/283.jpg",
      "videoPath":"",
      "latitude":36.141356,
      "longitude":-86.796679
   },
   {
      "id":153,
      "name":"Imaging Sciences",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/23e.jpg",
      "videoPath":"",
      "latitude":36.143069,
      "longitude":-86.800794
   },
   {
      "id":154,
      "name":"Buttrick Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Originally constructed in 1928, Buttrick Hall underwent a renovation and addition in 2005 that increased its size from 38,000 to more than 90,000 square feet. In addition to serving as a venue for classroom teaching and a home for interdisciplinary program offices, Buttrick Hall is equipped to support public lectures, academic conferences and the needs of Vanderbilt's transinstitutional centers. The name Buttrick Hall recognizes Wallace Buttrick (1853-1926), Vanderbilt's principal advocate at the Rockefeller-funded General Education Board where he served as secretary (1902-1917), president (1917-1923), and chairman (1923-1926). GEB's support of academic and medical development at Vanderbilt was inestimable. Buttrick Hall was one of three collegiate Gothic classroom buildings for which GEB gave half the original construction funds.",
      "imagePath":"http://www.vanderbilt.edu/map/images/24.jpg",
      "videoPath":"",
      "latitude":36.146194,
      "longitude":-86.802501
   },
   {
      "id":155,
      "name":"100 Oaks",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/400.jpg",
      "videoPath":"",
      "latitude":36.106910,
      "longitude":-86.762747
   },
   {
      "id":156,
      "name":"Bishop Johnson Center",
      "category":[
         "Facility",
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Bishop Joseph Johnson Black Cultural center provides an academic, cultural and social support system for students, as well as educational and cultural programming on the African and African American experience for the Vanderbilt and Nashville communities. Dedicated in 1984, the center is named for Vanderbilt's first African American student, Joseph Johnson (BD '54, Ph.D. '58), who became a bishop of the Christian Methodist Episcopal Church. Bishop Johnson was a Board of Trust member from 1971 until 1979. The house was built in 1900 as a faculty residence, renovated in 1984, and expanded and renovated again in 2004. The center houses a student lounge, library, computer lab, offices, meeting and class spaces, and art gallery.",
      "imagePath":"http://www.vanderbilt.edu/map/images/35.jpg",
      "videoPath":"",
      "latitude":36.145897,
      "longitude":-86.803179
   },
   {
      "id":157,
      "name":"Carmichael 1 & 2",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt's two high-rise residence halls on West End Ave. are the university's tallest buildings and home to 1,200 undergraduate students. The towers are named in memory of O. C. Carmichael, Vanderbilt's third chancellor. Each residential floor includes four six-person suites or single and double rooms, and lounges. The lower two floors contain study areas, lounges, recreation rooms and meeting rooms.  The East Towers were completed in 1966, West in 1970.",
      "imagePath":"http://www.vanderbilt.edu/map/images/36e.jpg",
      "videoPath":"",
      "latitude":36.147846,
      "longitude":-86.805554
   },
   {
      "id":158,
      "name":"Carmichael 3 & 4",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt's two high-rise residence halls on West End Ave. are the university's tallest buildings and home to 1,200 undergraduate students. The towers are named in memory of O. C. Carmichael, Vanderbilt's third chancellor. Each residential floor includes four six-person suites or single and double rooms, and lounges. The lower two floors contain study areas, lounges, recreation rooms and meeting rooms.  The East Towers were completed in 1966, West in 1970.",
      "imagePath":"http://www.vanderbilt.edu/map/images/36w.jpg",
      "videoPath":"",
      "latitude":36.147556,
      "longitude":-86.806420
   },
   {
      "id":159,
      "name":"401 24th Ave S",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Community Partnership House is home to the Office of Active Citizenship and Service and the Office of Leadership Development and Intercultural Affairs. The house was built in the 1880s as a private residence, later remodeled with its current Spanish-style architecture, and years later purchased by the university. Over the years it served as residence for Chancellors Oliver Cromwell Carmichael and Harvie Branscomb, home to Alpha Omicron Pi sorority, the University Club, and the Office of Undergraduate Admissions. Since 1992, the building has been known as the Community Partnership House.",
      "imagePath":"http://www.vanderbilt.edu/map/images/39a.jpg",
      "videoPath":"",
      "latitude":36.144427,
      "longitude":-86.804281
   },
   {
      "id":160,
      "name":"401 24th Ave S Ax",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built as a plain, two-story brick residence in the 1880s and converted to a Mediterranean style in the 1920s, the Community Partnership House is now home to the Office of Active Citizenship and Service and the Office of Leadership Development and Intercultural Affairs. The adjacent annex building provides additional meeting space.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122b.jpg",
      "videoPath":"",
      "latitude":36.144147,
      "longitude":-86.804148
   },
   {
      "id":161,
      "name":"Chaffin B",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the Student Recreation Center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122b.jpg",
      "videoPath":"",
      "latitude":36.141176,
      "longitude":-86.806073
   },
   {
      "id":162,
      "name":"Chaffin C",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the Student Recreation Center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122c.jpg",
      "videoPath":"",
      "latitude":36.141157,
      "longitude":-86.805759
   },
   {
      "id":163,
      "name":"Chaffin E",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the Student Recreation Center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122e.jpg",
      "videoPath":"",
      "latitude":36.140732,
      "longitude":-86.805886
   },
   {
      "id":164,
      "name":"Chaffin F",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Located across from the Student Recreation Center, Chaffin Apartments house 192 single undergraduates in 48 apartment units. The apartments were completed in 1974 and named in honor of Dean Nora Chaffin.  Each Chaffin apartment consists of two double bedrooms, a living/dining area, a full kitchen with electric range and large refrigerator, and a bath with tub/shower combination.",
      "imagePath":"http://www.vanderbilt.edu/map/images/122f.jpg",
      "videoPath":"",
      "latitude":36.140651,
      "longitude":-86.805600
   },
   {
      "id":165,
      "name":"Wilson Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"David K. Wilson Hall was built in 1989 from brick and stone. Many of its design features draw from the exterior detailing of Kirkland Hall. Facing Kirkland Hall across Curry Field, the building is named for David K. Wilson, a longtime member of the Board of Trust and its president from 1981 to 1991, in recognition of his many generous gifts to the university over more than 20 years. The building houses Psychology and, on the ground floor, classrooms for the College of Arts and Science.",
      "imagePath":"http://www.vanderbilt.edu/map/images/125.jpg",
      "videoPath":"",
      "latitude":36.149225,
      "longitude":-86.800719
   },
   {
      "id":166,
      "name":"Wyatt Center",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The white-domed Faye and Joe Wyatt center for Education with its 10 Corinthian columns dominates the Peabody College campus. The Wyatt Center is one of the nation's most advanced learning environments, with state-of-the-art technologies such as enhanced computer classrooms, video conferencing and multimedia seminar rooms, satellite downlink and broadcast capabilities, and video-editing suites. Philanthropist John D. Rockefeller gave this landmark building to then-new Peabody College in 1915 as a personal gift. Under the leadership of chancellor Joe B. Wyatt, who served as chancellor from 1982 to 2000, Peabody's campus underwent a transformation, including renovation and expansion of this signature building. In 2000, the building which had been known as the Social Religious Building was renamed for outgoing chancellor Wyatt and his wife, Faye. Wyatt Center is home to the Department of Teaching and Learning, Vanderbilt Programs for Talented Youth and various centers as well as VUStar, the Vanderbilt on-campus broadcast facility.",
      "imagePath":"http://www.vanderbilt.edu/map/images/142.jpg",
      "videoPath":"",
      "latitude":36.140381,
      "longitude":-86.799377
   },
   {
      "id":167,
      "name":"West House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Two dormitory wings of the Wyatt Center, West Hall and East Hall, reach out from gracefully pillared colonnades. They were built in 1922 and 1924, respectively, primarily with Peabody College funds and gifts from alumni. Major renovation in 1987 made them entirely modern. West has a multi-purpose room with kitchen as well as a large laundry/study area serving Peabody College dormitories.",
      "imagePath":"http://www.vanderbilt.edu/map/images/141.jpg",
      "videoPath":"",
      "latitude":36.140538,
      "longitude":-86.799820
   },
   {
      "id":168,
      "name":"Lambda Chi Alpha",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Lambda Chi Alpha fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/101.jpg",
      "videoPath":"",
      "latitude":36.146156,
      "longitude":-86.806118
   },
   {
      "id":169,
      "name":"East House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Two dormitory wings of the Wyatt Center, West Hall and East Hall, reach out from gracefully pillared colonnades. They were built in 1922 and 1924, respectively, primarily with Peabody College funds and gifts from alumni. Major renovation in 1987 made them entirely modern.",
      "imagePath":"http://www.vanderbilt.edu/map/images/143.jpg",
      "videoPath":"",
      "latitude":36.140428,
      "longitude":-86.798155
   },
   {
      "id":170,
      "name":"Vipps-Seigenthaler",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt Institute for Public Policy Studies and the Freedom Forum First Amendment Center are located in this house at the corner of 18th Ave. South and Edgehill Ave. It was built in 1910 by banker Jefferson Davis Pullen and acquired by Peabody College in 1925 to be the residence for the Peabody College president. Since the early 1980s, it has been one of several campus locations used by researchers and analysts of the Vanderbilt Institute for Public Policy studies (VIPPS). In 1992, the Freedom Forum First Amendment Center (FAC) moved into the house. Extensive renovation that included incorporation of the residence into a larger complex was completed in 1993. Since the fall of 1993, VIPPS and FAC have shared these quarters.",
      "imagePath":"http://www.vanderbilt.edu/map/images/152.jpg",
      "videoPath":"",
      "latitude":36.143515,
      "longitude":-86.796025
   },
   {
      "id":171,
      "name":"1114 19th Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Located at the corner of 19th & Edgehill, this building was originally constructed in 1956 to house the Bill Wilkerson Center for Hearing & Speech Sciences.  Since the Center moved in 2006, it has been home to various University departments, including Army ROTC, Navy ROTC, Center for Teaching, IRIS Center and the Vanderbilt Police Department.",
      "imagePath":"http://www.vanderbilt.edu/map/images/192.jpg",
      "videoPath":"",
      "latitude":36.144206,
      "longitude":-86.797154
   },
   {
      "id":172,
      "name":"Wesley Place Retail",
      "category":[
         "Local"
      ],
      "hours":"",
      "placeDescription":"The retail stores at Wesley Place, including CVS, Vanderbilt Traffic & Parking, Planet Beach, Super Cuts and Breugger's Bagels, are located on the first floor of the parking garage.",
      "imagePath":"http://www.vanderbilt.edu/map/images/233a.jpg",
      "videoPath":"",
      "latitude":36.145629,
      "longitude":-86.799431
   },
   {
      "id":173,
      "name":"2007 Terrace Pl",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Acquired by the university in 2004, the house at 2007 Terrace Place has been home to the Office of Community, Neighborhood, and Government Relations since 2005. CNGR facilitates community, neighborhood and government partnerships across the university and provides information to the public about Vanderbilt-supported initiatives. The house was built circa 1905 on land that was part of the original 640 acres claimed by John Cockrill, brother-in-law of James Robertson, who founded Nashville in the winter of 1779. Over the years, when 2007 Terrace Place was not serving as a private residence, its occupants have included a travel agency,  restaurants, a western store, and Sigma Nu fraternity.",
      "imagePath":"http://www.vanderbilt.edu/map/images/271.jpg",
      "videoPath":"",
      "latitude":36.149888,
      "longitude":-86.798967
   },
   {
      "id":174,
      "name":"NPHC Sororities",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"The two-story cottages in West Side Row are five of Vanderbilt's first dormitories, built a decade after the university opened. Before steam heat was installed in 1899, corner fireplaces heated the rooms. Coal bins were in the basement, and the students bought their own coal. Each cottage was designed with four double rooms on each floor, each room with an outside entrance, and no interior doors connecting the rooms. There were originally six cottages: Alpha, Belleview, Cumberland, Delphi, Euclid and Franklin. Alpha was removed in 1966 to make way for Carmichael Towers East. Belleview now houses NPHC Sororities; Cumberland is the home of Delta Gamma; Delphi houses NPHC Fraternities; Euclid is now K. C. Potter Center, home of the Office of LGBTQI Life; and Franklin houses the Margaret Cuninggim Women's Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/53a.jpg",
      "videoPath":"",
      "latitude":36.147857,
      "longitude":-86.805272
   },
   {
      "id":175,
      "name":"Canoe Storage",
      "category":[
         "Facility",
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Storage area for the Outdoor Recreation Center.  Houses overnight camping equipment and also rafts/canoes.",
      "imagePath":"http://www.vanderbilt.edu/map/images/237.jpg",
      "videoPath":"",
      "latitude":36.139424,
      "longitude":-86.808410
   },
   {
      "id":176,
      "name":"1810 Edgehill",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Off campus building that houses the Vanderbilt Kennedy Center - Behavior Analysis Clinic and Vanderbilt University Real Estate offices.",
      "imagePath":"http://www.vanderbilt.edu/map/images/262.jpg",
      "videoPath":"",
      "latitude":36.143944,
      "longitude":-86.796601
   },
   {
      "id":177,
      "name":"Delta Gamma",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"The two-story cottages in West Side Row are five of Vanderbilt's first dormitories, built a decade after the university opened. Before steam heat was installed in 1899, corner fireplaces heated the rooms. Coal bins were in the basement, and the students bought their own coal. Each cottage was designed with four double rooms on each floor, each room with an outside entrance, and no interior doors connecting the rooms. There were originally six cottages: Alpha, Belleview, Cumberland, Delphi, Euclid and Franklin. Alpha was removed in 1966 to make way for Carmichael Towers East. Belleview now houses NPHC Sororities; Cumberland is the home of Delta Gamma; Delphi houses NPHC Fraternities; Euclid is now K. C. Potter Center, home of the Office of LGBTQI Life; and Franklin houses the Margaret Cuninggim Women's Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/53b.jpg",
      "videoPath":"",
      "latitude":36.147633,
      "longitude":-86.805108
   },
   {
      "id":178,
      "name":"Women's Center",
      "category":[
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"The two-story brick cottages of West Side Row were built in 1886 and 1887 as the university's first residence halls. There were originally six cottages: Alpha, Belleview, Cumberland, Delphi, Euclid and Franklin. Alpha was removed in 1966 to make way for Carmichael Towers East. Belleview now houses NPHC Sororities; Cumberland is the home of Delta Gamma; Delphi houses NPHC Fraternities; Euclid is now K. C. Potter Center, home of the Office of LGBTQI Life; and Franklin houses the Margaret Cuninggim Women's Center. The Women's Center is the hub of campus activities related to gender issues, offering lectures, workshops, and special events.",
      "imagePath":"http://www.vanderbilt.edu/map/images/53e.jpg",
      "videoPath":"",
      "latitude":36.147078,
      "longitude":-86.804692
   },
   {
      "id":179,
      "name":"Sigma Nu",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Currently houses Sigma Nu fraternity.",
      "imagePath":"http://www.vanderbilt.edu/map/images/100.jpg",
      "videoPath":"",
      "latitude":36.146578,
      "longitude":-86.806867
   },
   {
      "id":180,
      "name":"Kappa Alpha",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Kappa Alpha fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/81.jpg",
      "videoPath":"",
      "latitude":36.146628,
      "longitude":-86.805791
   },
   {
      "id":181,
      "name":"Alpha Epsilon Pi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Alpha Epsilon Pi fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/85.jpg",
      "videoPath":"",
      "latitude":36.146114,
      "longitude":-86.805385
   },
   {
      "id":182,
      "name":"Alpha Chi Omega",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Alpha Chi Omega sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/199.jpg",
      "videoPath":"",
      "latitude":36.145516,
      "longitude":-86.806318
   },
   {
      "id":183,
      "name":"Stevenson Center Math",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Mathematics Building is Building 1 of the Stevenson Center, with rooms numbered 1xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education, and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc1.jpg",
      "videoPath":"",
      "latitude":36.145359,
      "longitude":-86.801688
   },
   {
      "id":184,
      "name":"Stevenson Center Molecular Biology",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Molecular Biology Building is Building 2 of the Stevenson Center, with rooms numbered 2xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education, and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc2.jpg",
      "videoPath":"",
      "latitude":36.144781,
      "longitude":-86.801001
   },
   {
      "id":185,
      "name":"18th Ave Childcare",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Former land site of the Mama Lere Childcare Center.  The brand new building, constructed in 2007, is one of four Vanderbilt Child & Family Center facilities.",
      "imagePath":"http://www.vanderbilt.edu/map/images/277.jpg",
      "videoPath":"",
      "latitude":36.144458,
      "longitude":-86.796308
   },
   {
      "id":186,
      "name":"Stevenson Center Lecture",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Stevenson Center Lecture Halls are located in Building 4 of the Stevenson Center, with rooms numbered 4xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses the lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc4.jpg",
      "videoPath":"",
      "latitude":36.145129,
      "longitude":-86.801600
   },
   {
      "id":187,
      "name":"Stevenson Center Physics & Astronomy",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Physics and Astronomy Building is Building 6 of the Stevenson Center, with rooms numbered 6xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education, and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc6.jpg",
      "videoPath":"",
      "latitude":36.144178,
      "longitude":-86.802302
   },
   {
      "id":188,
      "name":"Stevenson Center Science & Engineering",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Science & Engineering Building is Building 5 of the Stevenson Center, with rooms numbered 5xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics, and molecular biology, also houses lecture halls and the Sarah Shannon Stevenson Science and Engineering Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education, and other benefactors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc5.jpg",
      "videoPath":"",
      "latitude":36.144778,
      "longitude":-86.802179
   },
   {
      "id":189,
      "name":"McGill Hall",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Like Cole and Tolman Halls, this modified collegiate Gothic dormitory facing Alumni Lawn was built shortly after World War II. It has single rooms and a faculty apartment and has been completely renovated. McGill Hall is the site of the McGill project, a cooperative program with the Department of Philosophy to encourage discussion of philosophical issues between residents and faculty. Chemistry professor John T. McGill, for whom McGill Hall is named, came to Vanderbilt as a student in 1876 and served his alma mater for 70 years.",
      "imagePath":"http://www.vanderbilt.edu/map/images/4.jpg",
      "videoPath":"",
      "latitude":36.147917,
      "longitude":-86.804863
   },
   {
      "id":191,
      "name":"Old Gym",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Fine Arts Gallery, also known as the Old Gym, a gem of Victorian architecture that is one of Vanderbilt's most notable landmarks, was built in 1880, seven years after the university's founding, in response to student demand for physical training. A large annex was added in 1920, and the Old Gym was host to basketball games, team practice and student dances until Memorial Gymnasium opened in 1952. The annex was removed in 1965. In 1970, the structure was recorded in graphic detail by the historic American buildings survey and subsequently placed on the national register of historic places. The Old Gym is now home to the Fine Arts Gallery and the Department of History of Art.",
      "imagePath":"http://www.vanderbilt.edu/map/images/7.jpg",
      "videoPath":"",
      "latitude":36.148461,
      "longitude":-86.804493
   },
   {
      "id":192,
      "name":"Branscomb Quad: Lupton",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Branscomb Quadrangle is a complex of four connected dormitory buildings, with a computer lab in the basement and a deli/cafeteria on the first floor. It is home for about 700 undergraduates. It was built in 1962 as a women's residential complex and named for Chancellor Harvie Branscomb and his wife, Margaret. The names of the four dormitories: Lupton, Scales, Stapleton and Vaughn, memorialize four outstanding women in Vanderbilt history.",
      "imagePath":"http://www.vanderbilt.edu/map/images/8a.jpg",
      "videoPath":"",
      "latitude":36.145373,
      "longitude":-86.804833
   },
   {
      "id":193,
      "name":"Branscomb Quad: Vaughn",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Branscomb Quadrangle is a complex of four connected dormitory buildings, with a computer lab in the basement and a deli/cafeteria on the first floor. It is home for about 700 undergraduates. It was built in 1962 as a women's residential complex and named for Chancellor Harvie Branscomb and his wife, Margaret. The names of the four dormitories: Lupton, Scales, Stapleton and Vaughn, memorialize four outstanding women in Vanderbilt history.",
      "imagePath":"http://www.vanderbilt.edu/map/images/8b.jpg",
      "videoPath":"",
      "latitude":36.144536,
      "longitude":-86.804976
   },
   {
      "id":194,
      "name":"Branscomb Quad: Scales",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Branscomb Quadrangle is a complex of four connected dormitory buildings, with a computer lab in the basement and a deli/cafeteria on the first floor. It is home for about 700 undergraduates. It was built in 1962 as a women's residential complex and named for Chancellor Harvie Branscomb and his wife, Margaret. The names of the four dormitories: Lupton, Scales, Stapleton and Vaughn, memorialize four outstanding women in Vanderbilt history.",
      "imagePath":"http://www.vanderbilt.edu/map/images/8c.jpg",
      "videoPath":"",
      "latitude":36.145220,
      "longitude":-86.804880
   },
   {
      "id":195,
      "name":"Branscomb Quad: Market",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Branscomb Quadrangle is a complex of four connected dormitory buildings, with a computer lab in the basement and a deli/cafeteria on the first floor. It is home for about 700 undergraduates. It was built in 1962 as a women's residential complex and named for Chancellor Harvie Branscomb and his wife, Margaret. The names of the four dormitories: Lupton, Scales, Stapleton and Vaughn, memorialize four outstanding women in Vanderbilt history.",
      "imagePath":"http://www.vanderbilt.edu/map/images/8d.jpg",
      "videoPath":"",
      "latitude":36.145074,
      "longitude":-86.805671
   },
   {
      "id":196,
      "name":"Branscomb Quad: Stapleton",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Branscomb Quadrangle is a complex of four connected dormitory buildings, with a computer lab in the basement and a deli/cafeteria on the first floor. It is home for about 700 undergraduates. It was built in 1962 as a women's residential complex and named for Chancellor Harvie Branscomb and his wife, Margaret. The names of the four dormitories: Lupton, Scales, Stapleton and Vaughn, memorialize four outstanding women in Vanderbilt history.",
      "imagePath":"http://www.vanderbilt.edu/map/images/8e.jpg",
      "videoPath":"",
      "latitude":36.144635,
      "longitude":-86.804281
   },
   {
      "id":197,
      "name":"Mayfield B",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Each unit at Mayfield place includes 10 single bedrooms, two bathrooms, a kitchen and a two-story living room. Mayfield is located across from the Student Recreation Center in a southern area of the campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the burbs.\" The unique concept for student living at Mayfield includes \"living/learning lodges,\" self-directed, year-long programs of educational activities, including, but not limited to, community service projects.",
      "imagePath":"http://www.vanderbilt.edu/map/images/126b.jpg",
      "videoPath":"",
      "latitude":36.139924,
      "longitude":-86.806733
   },
   {
      "id":198,
      "name":"Mayfield D",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Each unit at Mayfield place includes 10 single bedrooms, two bathrooms, a kitchen and a two-story living room. Mayfield is located across from the Student Recreation Center in a southern area of the campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the burbs.\" The unique concept for student living at Mayfield includes \"living/learning lodges,\" self-directed, year-long programs of educational activities, including, but not limited to, community service projects.",
      "imagePath":"http://www.vanderbilt.edu/map/images/126d.jpg",
      "videoPath":"",
      "latitude":36.139759,
      "longitude":-86.806037
   },
   {
      "id":199,
      "name":"Mayfield E",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Each unit at Mayfield place includes 10 single bedrooms, two bathrooms, a kitchen and a two-story living room. Mayfield is located across from the Student Recreation Center in a southern area of the campus (between 24th Ave. South and 25th Ave. South, just north of Capers Ave.) that has been nicknamed \"the burbs.\" The unique concept for student living at Mayfield includes \"living/learning lodges,\" self-directed, year-long programs of educational activities, including, but not limited to, community service projects.",
      "imagePath":"http://www.vanderbilt.edu/map/images/126e.jpg",
      "videoPath":"",
      "latitude":36.139718,
      "longitude":-86.805656
   },
   {
      "id":200,
      "name":"Langford Auditorium",
      "category":[
         "Facility",
         "Student Life"
      ],
      "hours":"",
      "placeDescription":"L. C. Langford Auditorium, located on Garland Ave., adjoining Light Hall, was built in 1979 with funds donated by Elizabeth Michaud Langford in memory of her husband, supplemented by funds from the Kresge Foundation. This 1,200-seat auditorium hosts Medical Center and general university events, including most events in Sarratt Center's Great Performances series of concerts, dance, and theater productions.",
      "imagePath":"http://www.vanderbilt.edu/map/images/127.jpg",
      "videoPath":"",
      "latitude":36.142978,
      "longitude":-86.802718
   },
   {
      "id":201,
      "name":"Vanderbilt Hospital",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt University Hospital was built in 1980. The dramatic, twin-towered, red brick structure that houses VUH has become a Hillsboro/Vanderbilt neighborhood landmark. VUH is equipped to provide complex and critical services to its patients. Continuing Vanderbilt's more than century-old tradition of offering the best in patient care, the hospital is home to the only Level 1 trauma center in Middle Tennessee and a comprehensive neonatal intensive care unit. LifeFlight air ambulance service provides quick access to medical care for Middle Tennessee. VUH is a teaching hospital for the Vanderbilt School of Medicine and is staffed by Vanderbilt School of Medicine faculty.",
      "imagePath":"http://www.vanderbilt.edu/map/images/133.jpg",
      "videoPath":"",
      "latitude":36.142293,
      "longitude":-86.801396
   },
   {
      "id":202,
      "name":"Blair School Of Music",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The Blair building is a comprehensive performing arts center incorporating innovations in acoustical design and engineering into its teaching studios, practice rooms, classrooms and performance spaces. A construction project completed in 2001 almost quadrupled the area of the original 1980 facility. The focal point of the original facility is the 278-seat Steve and Judy Turner Recital Hall. During fall 2001, the new Martha Rivers Ingram Center for the Performing Arts opened, featuring the 620-seat Ingram hall, a complex of performance, rehearsal and recording space. The Anne Potter Wilson Music Library, on the second floor of the building, houses a comprehensive collection of books, journals, scores, sound recordings and videos. Established in 1964 as a division of Peabody College, the Blair School of Music was independent from 1977 until it merged with Vanderbilt in 1981.",
      "imagePath":"http://www.vanderbilt.edu/map/images/135.jpg",
      "videoPath":"",
      "latitude":36.138910,
      "longitude":-86.806484
   },
   {
      "id":203,
      "name":"Memorial House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"This dormitory was built in 1935 as a rent-free residence for women students of Confederate ancestry, with financing by the United Daughters of the Confederacy and Peabody College. The building was modernized and renovated in 1988 and now has computer connections for the residents, seminar rooms and exercise and music practice rooms.",
      "imagePath":"http://www.vanderbilt.edu/map/images/144.jpg",
      "videoPath":"",
      "latitude":36.140814,
      "longitude":-86.797758
   },
   {
      "id":204,
      "name":"Payne",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Bruce Ryburn Payne came to Peabody College as its president in 1911 and planned the school's move from south Nashville to the new Hillsboro campus. Payne's vision for Peabody's future was a major influence in the development of the school's faculty, curriculum and physical plant, and Payne deserves much of the credit for the beauty of Peabody's campus. The Payne Building, which contains classrooms and offices, was constructed and named in his memory in 1953. A small statue from the tomb site of an ancient Korean king stands outside the Payne building. It was a gift from the South Korean government in appreciation for the work of a Peabody faculty delegation that helped rebuild the South Korean educational system after the Korean War.",
      "imagePath":"http://www.vanderbilt.edu/map/images/146.jpg",
      "videoPath":"",
      "latitude":36.142558,
      "longitude":-86.798045
   },
   {
      "id":205,
      "name":"Mayborn",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Massive columns and excellent design reflect the hope that 1914 held for the future of Peabody College. The entrance hall and marble stairway are of particular interest. Originally built for industrial arts, this was the first Peabody College building constructed on the Hillsboro campus. Home Economics followed in close order the same year. The building was refurbished and renamed in 1978 in honor of Peabody trustee Frank W. Mayborn and now houses faculty offices and classrooms.",
      "imagePath":"http://www.vanderbilt.edu/map/images/147.jpg",
      "videoPath":"",
      "latitude":36.142713,
      "longitude":-86.797442
   },
   {
      "id":206,
      "name":"Hill Center",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The original Hill Student Center, a hub of student life for Peabody College, was built in 1959 and named in 1975 for Henry H. Hill, twice president of Peabody. The current Hill Center started its life in 1999 as an addition to that building and is home to Information Technology Services. When the original Hill Center was demolished in 2005, the ITS addition remained, retaining the name to honor Henry Hill. It is now connected to the Commons Center, which opened in 2008.",
      "imagePath":"http://www.vanderbilt.edu/map/images/151a.jpg",
      "videoPath":"",
      "latitude":36.141888,
      "longitude":-86.796276
   },
   {
      "id":208,
      "name":"21 North",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/284.jpg",
      "videoPath":"",
      "latitude":36.1593171,
      "longitude":-86.8065359
   },
   {
      "id":209,
      "name":"Hank Ingram House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Opened in August 2008, Hank Ingram House is located on the commons. \"Hank's House\" provides modern features in a classic building housing approximately 290 first-year students in traditional double rooms. Students live on floors 2-7 of this seven story building. On the first floor, students will find the laundry, an adjoining study space, and two music practice rooms. The second floor includes an apartment for the faculty head of house, two seminar rooms, a study space, and a common kitchen for building residents. Floors 3-6 each have a large study area and six shared bathrooms with showers. The seventh floor has a study area and three shared bathrooms with showers. The building is fully air conditioned. Corridors and common areas are carpeted. Student rooms have tiled floors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/280.jpg",
      "videoPath":"",
      "latitude":36.141002,
      "longitude":-86.796772
   },
   {
      "id":210,
      "name":"Owen Graduate School of Management",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Spacious, light-filled public areas bring warmth to the interior of Management Hall, home of the Owen Graduate School of Management, and its Anne Marie and Thomas B. Walker Jr. library. Management Hall was built in 1982 with leadership gifts from the Centennial Campaign. Historic Mechanical Engineering Hall, connected to Management Hall and enclosing the central courtyard, houses the Owen School's Executive MBA program. This Victorian building was constructed in 1888 to house Vanderbilt's fast-growing engineering program. It was the first building in Tennessee designed to teach engineering. \"Old Mechanical\" also housed the Army ROTC program for a number of years. The decorative watts governor at the peak of its roof symbolizes mechanical force.",
      "imagePath":"http://www.vanderbilt.edu/map/images/182.jpg",
      "videoPath":"",
      "latitude":36.147364,
      "longitude":-86.799731
   },
   {
      "id":211,
      "name":"Robinson Research",
      "category":[
         "Academics",
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Ann and Roscoe Robinson Building houses laboratories and academic space for Pharmacology, Biochemistry, and Molecular Physiology and Biophysics. The eight-story building is also home to the A. B. Hancock Jr. Memorial Laboratory for Cancer Research and the positron emission tomography (pet) scanner. Opened in 1989 as Medical Research Building 1, in 2001 the building was named for the Robinsons. Roscoe Robinson was professor of medicine and an internationally recognized physician who led Vanderbilt University Medical Center from 1981 to 1997 as vice chancellor for health affairs. The building is linked to Light Hall on all levels and shares an underground level with the Vanderbilt Clinic. The Vanderbilt Clinic and the Veterans Administration Medical Center are connected to the Robinson Building by a bridge.",
      "imagePath":"http://www.vanderbilt.edu/map/images/200.jpg",
      "videoPath":"",
      "latitude":36.141864,
      "longitude":-86.802770
   },
   {
      "id":212,
      "name":"Student Recreation Center",
      "category":[
         "Student Life",
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"The 132,000-square-foot Student Recreation Center on Capers Ave. is one of the most popular places on campus. Two levels of modern facilities house a swimming pool; courts for basketball, volleyball and badminton; six racquetball and two squash courts; a weight room; a wood-floor activity room; an indoor track; an aerobics room; classrooms; and a large social area used for parties, receptions and meetings. Adults and children challenge their stamina and skill on the two-story-high rock climbing wall in the Rec Center lobby, under the careful guidance of experienced climbers. In an average week, more than 15,000 students, faculty and staff members and their families use the Rec Center.",
      "imagePath":"http://www.vanderbilt.edu/map/images/203.jpg",
      "videoPath":"",
      "latitude":36.140981,
      "longitude":-86.808983
   },
   {
      "id":213,
      "name":"Bridge Club",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Harold Stirling Vanderbilt Bridge Center was opened by Friends of Duplicate Bridge and named for Commodore Vanderbilt's great-grandson who invented contract bridge in the mid-1920s. The center, located on 28th Ave. South, is open to the public for a nominal admission fee. Day and evening sessions and bridge classes are available.",
      "imagePath":"http://www.vanderbilt.edu/map/images/212.jpg",
      "videoPath":"",
      "latitude":36.144103,
      "longitude":-86.811243
   },
   {
      "id":214,
      "name":"Preston Cancer Research Bldg",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"The Frances Williams Preston building is home to the activities and research of the Vanderbilt-Ingram Cancer Center, housing administrative offices, clinical areas and research laboratories dedicated to solving the mysteries of cancer in adults and children. Designated as Medical Research Building II when it was built in 1995, the building was renamed in 2001 in honor of Frances Williams Preston, a leader in the music industry and key supporter of cancer research and the Vanderbilt-Ingram Cancer Center. The naming of the building for Preston also recognizes the support the VICC has received from the T.J. Martell Foundation for leukemia, cancer and AIDS research, for which Preston serves as president of the board of directors. The Preston Building also provides laboratories and academic space for several divisions of the Department of Medicine.",
      "imagePath":"http://www.vanderbilt.edu/map/images/215.jpg",
      "videoPath":"",
      "latitude":36.140915,
      "longitude":-86.802616
   },
   {
      "id":215,
      "name":"Outdoor Recreation Center",
      "category":[
         "Student Life",
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"The five main components of the Outdoor Recreation Program are trips, equipment rentals, the climbing wall, kayaking workshops and a resource library. Headquarters for the program is the outdoor recreation center, a 3,060-square-foot facility that was completed in 1997 near the student recreation center. This building serves as a base for all trips and includes a resource library, a meeting room, checkout lobby, and space to store and maintain the extensive variety of outdoor recreation rental equipment available to the Vanderbilt community. Adjacent to this building is an open-air canoe storage shed with easy access for vehicles.",
      "imagePath":"http://www.vanderbilt.edu/map/images/236.jpg",
      "videoPath":"",
      "latitude":36.139391,
      "longitude":-86.807776
   },
   {
      "id":216,
      "name":"Sutherland House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Opened in August 2006, Sutherland House is located on The Commons. Sutherland provides modern features in a classic building housing 162 students in traditional double rooms. The building is co-residential, with men and women living on separate floors. ",
      "imagePath":"http://www.vanderbilt.edu/map/images/274.jpg",
      "videoPath":"",
      "latitude":36.13979868561427,
      "longitude":-86.7975682625907
   },
   {
      "id":217,
      "name":"Frist Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt University School of Nursing's Patricia Champion Frist Hall was dedicated in november 1998. The three-story, 25,000-square-foot brick structure houses a student lounge; an 80-seat, multimedia, interactive teaching center/classroom; two multi-purpose rooms; and an additional 30-seat classroom, all with computer-generated and ceiling-mounted projection systems capability. The building also includes faculty offices, workrooms, secretarial space, and three conference rooms.",
      "imagePath":"http://www.vanderbilt.edu/map/images/239.jpg",
      "videoPath":"",
      "latitude":36.145329,
      "longitude":-86.800529
   },
   {
      "id":218,
      "name":"Police Building",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"The Vanderbilt Police Department occupies a modern 6000-square-foot facility at 2800 Vanderbilt Place. The building's amenities include locker/shower rooms for employees, a conference room that can be used as an emergency operations center, a training room that will accommodate from 15 to 20 people, a briefing room for shift roll call, a waiting room/lobby, a centrally located communications room with an 800 mhz radio system and a computer-aided dispatch system, a break room, a deck, and a basement with approximately 2,000 square feet of storage. All doors have card reader locks, and exterior doors have cameras to monitor building traffic.",
      "imagePath":"http://www.vanderbilt.edu/map/images/240.jpg",
      "videoPath":"",
      "latitude":36.14354784917499,
      "longitude":-86.81115699056834
   },
   {
      "id":219,
      "name":"Monroe Carell Jr Children's Hospital",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Monroe Carell Jr. Children's Hospital at Vanderbilt is a comprehensive children's hospital, providing advanced health care in a family-centered environment for children in Middle Tennessee. The eight-story facility features curved glass and granite on the outside and spacious, colorful, child-friendly design on the inside. The hospital is named in honor of Monroe J. Carell Jr., who was chairman and chief executive officer of Central Parking Corporation and a long-time supporter of Vanderbilt until his death in 2008. Carell served on the Vanderbilt University Board of Trust and the Children's Hospital Board of Directors. He and his wife Ann led the fundraising effort for the facility, which opened in Feb. 2004. Before moving into this freestanding facility, the Vanderbilt Children's Hospital had resided within Vanderbilt University Medical Center for 30 years.",
      "imagePath":"http://www.vanderbilt.edu/map/images/245.jpg",
      "videoPath":"",
      "latitude":36.139854,
      "longitude":-86.802430
   },
   {
      "id":220,
      "name":"Baseball Stadium",
      "category":[
         "Athletics"
      ],
      "hours":"",
      "placeDescription":"Charles Hawkins Field at the McGugin Center, the home for Vanderbilt baseball, features a modern design with a classic baseball park atmosphere, including brick and iron features and 2,000 chair-back seats. Construction of the field and stadium began immediately following the 2000 baseball season, with official dedication of the field in spring 2002. Hawkins field is named in honor of the Hawkins family. Charles Hawkins III, who donated more than $1 million toward the project, played both football and baseball at Vanderbilt from 1952 to 1954 and became the first Commodore pitcher to earn all-Southeastern Conference honors. His father Charles Hawkins II lettered in both football and baseball at Vanderbilt in the mid-1920s. The new baseball press box is named in honor of Nashville sports writer Fred Russell, while the name of the complex itself honors Dan McGugin, former Vanderbilt football coach and athletic director.",
      "imagePath":"http://www.vanderbilt.edu/map/images/252.jpg",
      "videoPath":"",
      "latitude":36.14322030610434,
      "longitude":-86.80820037292975
   },
   {
      "id":221,
      "name":"Schulman Center Hillel",
      "category":[
         "Student Life",
         "Dining"
      ],
      "hours":"",
      "placeDescription":"The Ben Schulman Center for Jewish Life is a focal point for Jewish social and cultural life on campus and the home of Vanderbilt Hillel. The 10,000-square-foot building, dedicated in 2002, features on the ground floor a multipurpose space that serves as both sanctuary and performance venue with a movable ark, grand piano, and raised stage; a social lounge with a billiard table; and Grins, a kosher vegetarian cafe. On the second floor are offices, a classroom, and a library. The center is named for Ben Schulman, a 1939 Vanderbilt graduate, who was a major contributor to the building project.",
      "imagePath":"http://www.vanderbilt.edu/map/images/254.jpg",
      "videoPath":"",
      "latitude":36.144882,
      "longitude":-86.806475
   },
   {
      "id":222,
      "name":"Bronson Ingram Studio Arts",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"The E. Bronson Ingram Studio Arts Center, completed in Fall 2005, houses studios for sculpture, ceramics, photography, computer arts, painting and drawing, as well as interior and exterior gallery space and faculty offices and research areas. Before completion of this three-story building in the university's central campus area, Studio Arts resided on the Peabody College campus. The building's namesake, E. Bronson Ingram, served as president of the Vanderbilt University Board of Trust from 1991 until his death in 1995. The Ingram family are longtime supporters of Vanderbilt and of the arts in Nashville.",
      "imagePath":"http://www.vanderbilt.edu/map/images/268.jpg",
      "videoPath":"",
      "latitude":36.14395284758153,
      "longitude":-86.80508107549561
   },
   {
      "id":223,
      "name":"Hobbs",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Hobbs Laboratory of Human Development is named for Professor Nicholas Hobbs, the Kennedy Center's founder, whose research led to Project Re-Ed, a re-education intervention serving emotionally troubled children. In the building lobby, a mosaic mural by Ben Shahn represents the human condition. The original painting of the mural hangs in the Vatican museum.",
      "imagePath":"http://www.vanderbilt.edu/map/images/160.jpg",
      "videoPath":"",
      "latitude":36.141515,
      "longitude":-86.797893
   },
   {
      "id":224,
      "name":"1025 16th Ave",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Built in 1987 and purchased by the University in 2008, the building is currently being renovated to house various departments of the School of Engineering.",
      "imagePath":"http://www.vanderbilt.edu/map/images/288.jpg",
      "videoPath":"",
      "latitude":36.14485648517153,
      "longitude":-86.7932374054015
   },
   {
      "id":225,
      "name":"Crawford House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Opened in August 2006, Crawford House is located on The Commons. Crawford provides modern features in a classic building housing 150 first-year students in traditional double rooms. Students live on floors 2-6 of this six story building. The second floor includes an apartment for the faculty head of house, a seminar room and common kitchen for building residents. Floors 3-6 each have a study area and three shared bathrooms with showers. In addition, there is a study area, laundry room and music rooms on the first floor. The building is fully air conditioned. Corridors and common areas are carpeted. Student rooms have tiled floors.",
      "imagePath":"http://www.vanderbilt.edu/map/images/275.jpg",
      "videoPath":"",
      "latitude":36.140224,
      "longitude":-86.797854
   },
   {
      "id":226,
      "name":"Murray House",
      "category":[
         "Residence Hall"
      ],
      "hours":"",
      "placeDescription":"Opened in August 2007, Murray House is located on The Commons. Murray House provides modern features in a classic building housing 150 first-year students in traditional double rooms. Students live on floors 2-6 of this six story building. The second floor includes an apartment for the faculty head of house, a seminar room, and common kitchen for building residents. Floors 3-6 each have a study area and three shared bathrooms with showers. In addition, there is a study area, laundry room, and music rooms on the first floor. The building is fully air conditioned. Corridors and common areas are carpeted. Student rooms have tiled floors. ",
      "imagePath":"http://www.vanderbilt.edu/map/images/282.jpg",
      "videoPath":"",
      "latitude":36.14014398192374,
      "longitude":-86.7969367838218
   },
   {
      "id":227,
      "name":"Alpha Tau Omega",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Alpha Tau Omega fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/96.jpg",
      "videoPath":"",
      "latitude":36.146216,
      "longitude":-86.807343
   },
   {
      "id":228,
      "name":"Pi Kappa Alpha",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Pi Kappa Alpha fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/102.jpg",
      "videoPath":"",
      "latitude":36.146769663267435,
      "longitude":-86.8067118235767
   },
   {
      "id":229,
      "name":"Delta Kappa Epsilon",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Delta Kappa Epsilon fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/77.jpg",
      "videoPath":"",
      "latitude":36.147159,
      "longitude":-86.806189
   },
   {
      "id":231,
      "name":"Sigma Chi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Sigma Chi fraternity house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/93.jpg",
      "videoPath":"",
      "latitude":36.14529067157538,
      "longitude":-86.8068883898443
   },
   {
      "id":232,
      "name":"Alpha Delta Pi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Alpha Delta Pi sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/90.jpg",
      "videoPath":"",
      "latitude":36.145597,
      "longitude":-86.806074
   },
   {
      "id":233,
      "name":"Alpha Omicron Pi",
      "category":[
         "Greek Life"
      ],
      "hours":"",
      "placeDescription":"Alpha Omicron Pi sorority house.",
      "imagePath":"http://www.vanderbilt.edu/map/images/99.jpg",
      "videoPath":"",
      "latitude":36.146132319226126,
      "longitude":-86.80665412065376
   },
   {
      "id":235,
      "name":"Furman Hall",
      "category":[
         "Academics"
      ],
      "hours":"",
      "placeDescription":"When Furman Hall opened in 1907, it was called the most modern chemistry / pharmacy building in the United States. Its name honors Francis Furman, a Nashville merchant, whose widow provided the building funds. Furman's grey stone composition stands in sharp contrast to adjacent brick buildings - the collegiate Gothic Calhoun and Garland Halls built in the late 1920s and the contemporary-style Law School building. Originally the home of science and engineering departments, in 1967, Furman was remodeled to house the humanities. Today, Furman Hall houses foreign languages, classical studies, philosophy and the Women's Studies program.",
      "imagePath":"http://www.vanderbilt.edu/map/images/15.jpg",
      "videoPath":"",
      "latitude":36.148020,
      "longitude":-86.801077
   },
   {
      "id":236,
      "name":"General Library",
      "category":[
         "Library"
      ],
      "hours":"",
      "placeDescription":"Jean and Alexander Heard Library was built in 1941 to house the joint University Libraries, a cooperative venture of Vanderbilt University, Peabody College and Scarritt College. This collegiate Gothic building, designed by architect Henry Hibbs, was the first centrally air-conditioned building on campus. The General Education Board and Carnegie Corporation gave financial assistance to the original building project, as did more than 5,000 alumni and other friends. The H. Fort Flowers graduate wing, added in 1969, is of modern design, a complete departure from the collegiate style of the original building. The  building and all other campus libraries became units of Vanderbilt University Library after Peabody College merged with Vanderbilt in 1979. in 1983, Vanderbilt's library, with its several units, was named in honor of Alexander Heard, chancellor of the university from 1963 to 1982, and his wife, Jean Keller Heard.",
      "imagePath":"http://www.vanderbilt.edu/map/images/20.jpg",
      "videoPath":"",
      "latitude":36.145772624289336,
      "longitude":-86.79973036728849
   },
   {
      "id":237,
      "name":"Godchaux Hall",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Godchaux Hall, a collegiate Gothic building constructed in 1925 as a home for the School of Nursing, now houses faculty and administrative offices of the school, the Center for Nursing Research, and the Helene Fuld Multimedia Center. In 1971, the building was named for Mary Ragland Godchaux in recognition of her family's contributions to Vanderbilt. An underground annex housing lecture halls connects Godchaux with Stevenson Center and Medical Center North, and a 25,000-square-foot addition, Frist Hall,  was recently completed.",
      "imagePath":"http://www.vanderbilt.edu/map/images/22.jpg",
      "videoPath":"",
      "latitude":36.144849,
      "longitude":-86.800274
   },
   {
      "id":238,
      "name":"Medical Center North",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"When it was built in 1925, the building we now call Medical Center North housed both the Vanderbilt School of Medicine and Vanderbilt Hospital. It was considered to be a model of excellence in medical education facilities. The foundations were designed to carry additional floors. The Rockefeller and Carnegie foundations gave major financial support. Most of the building's collegiate Gothic design is now hidden behind additions made over the years. The only original entrances still visible are the north court entrance leading to learned labs and the west entrance near the Zerfoss Student Health Center. The 21-bed General Clinical Research Center, an inpatient orthopaedic unit, a Level 1 burn center, a sub-acute care unit, administrative support services for the hospital and Medical Center, faculty and administrative offices, and research space for Medical School departments are housed in Medical Center North.",
      "imagePath":"http://www.vanderbilt.edu/map/images/23.jpg",
      "videoPath":"",
      "latitude":36.14436534126878,
      "longitude":-86.80060833180579
   },
   {
      "id":239,
      "name":"MRB III Bio/Sci",
      "category":[
         "Medical",
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Biological Sciences / Medical Research Building III is occupied jointly by the College of Arts and Science and the School of Medicine, which encourages interaction among diverse research disciplines. The 350,000-square-foot facility houses the Department of Biological Sciences and research areas including neuroscience, genetics/genomics, cell and developmental biology and structural biology. The building includes research and teaching laboratories, research support areas, greenhouse, classrooms, conference rooms, and offices. Construction of the facility was completed in 2002, with renovation of the adjoining Learned Laboratory Building completed in 2003.",
      "imagePath":"http://www.vanderbilt.edu/map/images/23c.jpg",
      "videoPath":"",
      "latitude":36.144377,
      "longitude":-86.800606
   },
   {
      "id":240,
      "name":"Godchaux Nursing Annex",
      "category":[
         "Medical",
         "Academics"
      ],
      "hours":"",
      "placeDescription":"Godchaux Nursing Annex houses the School of Nursing. It is an underground complex of lecture halls that connects Godchaux Hall with the Stevenson Center Complex (through the Molecular Biology Building) and Medical Center North.",
      "imagePath":"http://www.vanderbilt.edu/map/images/131.jpg",
      "videoPath":"",
      "latitude":36.14473010186403,
      "longitude":-86.80063233261626
   },
   {
      "id":241,
      "name":"Stevenson Center Library",
      "category":[
         "Library"
      ],
      "hours":"",
      "placeDescription":"The Sarah Shannon Stevenson Science and Engineering Library is located on the ground level (level 2) of Building 3 of the Stevenson Center, with rooms numbered 3xxx. The Stevenson Center for the Natural Sciences, a science complex that comprises more than 350,000 square feet of classroom and laboratory space for chemistry, physics, mathematics and molecular biology, also houses lecture halls and the Stevenson Library. The science center complex was built with funds from trustee Eldon Stevenson, Jr., for whom it is named, the National Science Foundation, U.S. Steel, DuPont, the U.S. Office of Education and other benefactors. The science and engineering library is named for Eldon Stevenson's wife.",
      "imagePath":"http://www.vanderbilt.edu/map/images/sc3.jpg",
      "videoPath":"",
      "latitude":36.145316,
      "longitude":-86.801163
   },
   {
      "id":242,
      "name":"Medical Center East North Tower",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"Vanderbilt Medical Center building housing the surgery centers.",
      "imagePath":"http://www.vanderbilt.edu/map/images/211.jpg",
      "videoPath":"",
      "latitude":36.142740,
      "longitude":-86.800692
   },
   {
      "id":243,
      "name":"Kensington Garage/Health Plus",
      "category":[
         "Facility"
      ],
      "hours":"",
      "placeDescription":"Since 2006, the top floor of the garage has housed the 22,000 square foot Health Plus fitness facility for University faculty and staff.",
      "imagePath":"http://www.vanderbilt.edu/map/images/195a.jpg",
      "videoPath":"",
      "latitude":36.1454995,
      "longitude":-86.8079073
   },
   {
      "id":244,
      "name":"MRB IV",
      "category":[
         "Medical",
         "Academics"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/269.jpg",
      "videoPath":"",
      "latitude":36.142689,
      "longitude":-86.802822
   },
   {
      "id":245,
      "name":"Medical Center East South Tower",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/255.jpg",
      "videoPath":"",
      "latitude":36.141431,
      "longitude":-86.801312
   },
   {
      "id":246,
      "name":"Medical Center North II",
      "category":[
         "Medical"
      ],
      "hours":"",
      "placeDescription":"",
      "imagePath":"http://www.vanderbilt.edu/map/images/23d.jpg",
      "videoPath":"",
      "latitude":36.143451,
      "longitude":-86.800438
   },
   {
      "id":247,
      "name":"Blakemore House",
      "category":[
          "Residence Hall"
      ],
      "hours":"24 hours",
      "placeDescription":"Purchased and renovated in 2012, Blakemore House houses Vanderbilt upperclassmen in doubles.",
      "imagePath":"",
      "videoPath":"",
      "latitude":36.142988,
      "longitude":-86.811656
   }
]
