[
 {
 	"id": 1,
    "name": "Featheringill Hall",
    "category": "Academic",
    "hours": "9-5 PM",
    "placeDescription": "A distinctive tower marks the entrance of Featheringill Hall, one of four buildings housing the Vanderbilt School of Engineering. Inside, Featheringill features a three-story atrium, which serves as a focal for student interaction and social events, more than 50 teaching and research laboratories with the latest equpment and computer resources, and project rooms.",
    "imagePath": "http://www.vanderbilt.edu/studentcenters/wp-content/uploads/FEA138.jpg?quick_view=1",
    "videoPath": "1/1/11",
    "latitude" : 36.144782,
    "longitude" : -86.803231
 },
 {
 	 "id": 2,
     "name": "Kissam Quad",
     "category": "Residence Hall",
     "hours": "9-5 PM",
     "placeDescription": "Almost every Vanderbilt student has heard rumors regarding Kissam Quadrangle, the residential area on the corner of 21st and West End. Whether it is that a homeless man has begun to live in Kissam or that they shampoo the carpets weekly in order to keep them clean, it is more than likely most Vanderbilt students view Kissam in a negative light.\n\nThe six existing Kissam Quadrangle buildings, located near the intersection of West End Avenue and 21st Avenue South, will be demolished to make way for the two colleges that will be connected by a shared facility providing gathering space, grab-and-go dining options, a classroom, offices and meeting rooms.",
     "imagePath": "http://admissions.vanderbilt.edu/insidedores/manage/wp-content/uploads/Fall-Day-300x300.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.149536,
     "longitude" : -86.801671
 },
 {
 	 "id": 3,
     "name": "Rand Hall",
     "category": "Dining",
     "hours": "9-5 PM",
     "placeDescription": "Sarratt Student Center and the adjoining Rand Hall are light and bright and humming with activity. With assorted dining options, the Vanderbilt Bookstore, the popular Baseball Glove Lounge for studying, art studios, art gallery, cinema, post office, meeting rooms, and offices, Sarratt and Rand pulse with the heartbeat of Vanderbilt.",
     "imagePath": "https://img-s.foursquare.com/derived_pix/KV3D3IMOOUYZBQA4PUKK224FCF0XKV0JS4RI3FVCEN5DZABR_300x300.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.14624,
     "longitude" : -86.80309
 },
 {
 	 "id": 4,
     "name": "Rec Center",
     "category": "Recreation",
     "hours": "9-5 PM",
     "placeDescription": "It is the mission of the Office of Campus Recreation to assist in the development and education of the whole person. The Office achieves this goal by providing comprehensive fitness, recreation, and wellness programs in a state of the art facility to the diverse population of students and the Vanderbilt community at large. The wide variety of programs provide opportunities to develop the individual's positive self-esteem, relationships with others, and effective communication and leadership skills. The Student Recreation Center additionally serves as an avenue for individuals to achieve a stress free, holistic approach to a healthy lifestyle.",
     "imagePath": "http://farm3.staticflickr.com/2528/4026583256_453db1129d_o.jpg",
     "videoPath": "1/1/11",
     "latitude" : 36.14041,
     "longitude" : -86.80885
 }
]
